{"Makale Başlığı": "Erkeklerin Yaşam Süresini Etkileyen Faktörlere Yönelik Panel Veri Yaklaşımı", "Özet": "ÖzDoğumda beklenen yaşam süresi tüm dünyada artarak devam etmektedir. Gelişmiş ülkelerdeki beklenen yaşam süresi, gelişmekte olan ülkelere göre daha fazla iken, kadınların beklenen yaşam süresi de erkeklere oranla daha yüksektir. Çalışmamızın amacı; üst ve üst orta gelir grubu ülkelerde erkeklerde beklenen yaşam süresini etkileyen olası faktörlerin incelenmesidir. Bu amaçla kişi başı gelir, kişi başına yapılan toplam, devlet ve özel sağlık harcamaları ile 1000 kişi başına düşen doktor sayısının doğumda beklenen erkek yaşam süresi üzerindeki etkileri incelenmiştir. 10 ülkenin 2000-2018 yıllarına 19 yıllık verilerinin analiz edildiği çalışmada; bağımsız değişkenler ile doğumda beklenen erkek yaşam süresi arasında istatistiki açıdan anlamlı bir ilişki elde edilememiştir. Bununla birlikte Dumitrescu Hurlin Nedensellik Testi sonuçlarında 2. ve 3. gecikmede kişi başına yapılan toplam sağlık harcamaları ile kişi başına yapılan devlet sağlık harcamalarının, 3. gecikmede de, kişi başı milli gelir ve kişi başına yapılan özel sağlık harcamalarının doğumda beklenen erkek yaşam süresinin nedeni olduğu bulgusuna ulaşılmıştır.", "Konular": ["İktisat"], "Yazar İsimleri": ["Saltuk AĞIRALİOĞLU"], "Yayın Yılı": "30 Mart 2022", "Dergi İsmi": "19 Mayıs Sosyal Bilimler Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/19maysbd/issue/67949/972269", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1883924"}
{"Makale Başlığı": "23 TEMMUZ HÜRRİYET BAYRAMI VE TÜRKİYE CUMHURİYETİ’NİN İLK YILLARINDAKİ YANSIMALARI (1909-1935)", "Özet": "ÖzBu çalışma dini bayramların dışında anlam ve önem kazanan ulusal bayramlar arasında ilk niteliğini taşıyan 23 Temmuz Hürriyet Bayramı’nın Türkiye Cumhuriyeti’nin ilk yıllarına yansımalarını konu almaktadır. Dini bayramlar arasında Ramazan ve Kurban bayramları (Iyd-ı Fitr ve Iyd-ı Adha) ve gayrımüslimlerin kutladığı bayram örnekleri yer almıştır. Çalışmada ulusçuluk düşüncesinin yansımaları ışığında Cumhuriyet’in ilanı sonrasında bayramın kutlanma biçimleri incelenmektedir. Çalışmada bu kutlanma biçimlerine bakarak dönemlere göre zihniyet tarihi çözümlemelerinin yapılması gerekliliği vurgulanmaktadır. II. Meşrutiyet’in ilanını takip eden süreçte ulusal bayramın temel yapı taşlarının Cumhuriyet dönemine yansımaları ve genç Türkiye Cumhuriyeti’nin ilk yıllarındaki kutlama biçimleri ulus-devletin kimlik çerçevesini oluşturan ulusal kimlik ve kültür incelemeleri açısından önem taşımıştır. Böylece kısa ve özlü bir taslak ışığında çalışmada Türkiye’de Anayasa’nın ulusal kutlama günü olarak 23 Temmuz Hürriyet Bayramının kutlanmaya başlaması, bayramları etkileyen içsel ve dışsal dinamikler ve bayramların Cumhuriyet’in çağdaşlık vizyonunu belirleyen Atatürk ilke ve devrimleri karşısındaki konumu ele alınmaktadır.", "Konular": ["Tarih"], "Yazar İsimleri": ["Murat YÜMLÜ"], "Yayın Yılı": "30 Mart 2022", "Dergi İsmi": "19 Mayıs Sosyal Bilimler Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/19maysbd/issue/67949/993525", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1966923"}
{"Makale Başlığı": "ÖĞRETMENLERİN GÜÇLENDİRİLMESİNİN OKULLARDA ÖRGÜTSEL VATANDAŞLIK DAVRANIŞI GÖSTERME EĞİLİMLERİ ÜZERİNDEKİ ETKİSİ", "Özet": "ÖzBu çalışmanın amacı, psikolojik güçlendirmenin örgütsel vatandaşlık davranışı üzerindeki etkisini açıklamaktır. Bu amaç doğrultusunda Kocaeli’nde bulunan özel okullarda çalışmakta olan öğretmenlere yönelik bu araştırma gerçekleştirilmiştir. Çalışmada personel güçlendirme kavramın psikolojik boyutu olan anlam, yetkinlik, özerklik (otonomi) ve etki olarak dört boyutta ele alınırken; örgütsel vatandaşlık davranışı (ÖVD), özgecilik (diğerlerini düşünme), vicdanlılık (ileri görev bilinci), sivil erdem (örgüt gelişimine destek verme), centilmenlik (gönüllülük) ve nezaket boyutları ile incelenmiştir. Araştırmada öğretmenlerin ÖVD sergileme düzeyini belirlemek amacıyla, geçerlilik ve güvenilirliği daha önce ülkemizde yapılan araştırmalarda da test edilmiş olan ÖVD ölçeği, öğretmenlerin psikolojik güçlendirme ile ilgili algılarını ölçmek amacıyla ise psikolojik güçlendirme ölçeği kullanılmıştır. Araştırmada veri toplama yöntemi olarak anket kullanılmıştır.  Açıklayıcı faktör analizleri ve hipotezleri test etmek için regresyon analizleri yapılmıştır. Araştırma kapsamında yaklaşık 210 kişiye internet üzerinden ve yüz yüze anket formunu doldurmaları amacı ile ulaşılmıştır. Toplanan verilerden eksik ve özensiz olarak doldurulan formlar değerlendirmeden çıkarılmıştır. Bu formlar da çıkarılınca değerlendirilmeye 177 adet anket kalmıştır. 177 öğretmenin verdiği cevaplara göre yapılan analiz sonuçları, psikolojik güçlendirmenin alt boyutlarından “özerklik” ve “yetkinlik” boyutlarının, örgütsel vatandaşlık davranışının alt boyutlarından “özgecilik”, “vicdanlılık” ve “sivil erdem” boyutları üzerinde istatistiksel olarak anlamlı ve pozitif etkisinin olduğunu göstermiştir.", "Konular": ["İşletme"], "Yazar İsimleri": ["Ezgi Fatma ERBAŞ KELEBEK"], "Yayın Yılı": "30 Mart 2022", "Dergi İsmi": "19 Mayıs Sosyal Bilimler Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/19maysbd/issue/67949/1022201", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2075934"}
{"Makale Başlığı": "TÜKETİM TOPLUMUNDA KİMLİK İNŞASI", "Özet": "ÖzGeçmişten gönümüze insan ilişkileri, iletişim kanalları, ilgi alanları, yaşam olanakları, üretim ve tüketim alışkanlıkları sürekli biçimde değişmiştir. Özellikle sanayi devrimi, toplumların yapısında, hem fiziki hem de kültüründe büyük dönüşümler ortaya çıkarmıştır. Modern toplumların ortaya çıkması ile birlikte sınıf veya başka bir ifade ile kimlik, bağlı bulunduğun bir topluluktan ziyade bireyin tüketim yolu ile kendisine, bir grup veya sınıf inşa etme sürecidir. Modern toplumlarda tüketim, yeni sosyal etkileşim ve sosyal davranış şekilleri oluşturma, gerçek ile sahte arasında ki ilişkiyi ortadan kaldırarak yeni bir benlik ve kimlik duygusunu elde etme arzusu ve prestijini ortaya çıkartmıştır. Protestanlık anlayışındaki üretimin fazlalaştırılması ve üretim ilişkisinin artı ürününü tanrı krallığı için harcanması anlayışı ile modern toplumda tüketim-birey ilişkisinin artı ürününün tüketim krallığına için gerekliliği ve zorunluluğu doğurmuştur. Çünkü tüketim alışkanlığı, bireyin kültürel bir göstergesi, yeni iletişim kanalı, yeni gurubunu ve sınıfını, yeni inancını kısacası yeni kimliğini ortaya çıkartır. Birey için tüketim artık zorunlu bir hal almış, tüketim için yeni bir üretim aracı haline gelmiştir.\r\tBu makalede tüketim toplumunda bireyin yeni kimlik inşa gereksiniminin nedenleri özerinde durulmuştur. Bu çerçevede bireyin tüketim alışkanlıklarının gereksinimden ziyade, istek ve arzularını doyurma, sosyal bir sınıf oluşturma gereksinimin nedenleri ve ait olmadığı sınıfın kabuğuna bürünmesinin temel etkenleri özerinde araştırma yapılmıştır. Makalenin temel tezi, tüketim toplumunda bireyin tüketim vasıtasıyla kendisine yeni bir anlam katması, kültürel, sosyal bir alan oluşturması gibi düşünceler etrafında oluşturulmuştur.", "Konular": ["Sosyal Çalışma"], "Yazar İsimleri": ["Murat BAYHAN"], "Yayın Yılı": "30 Mart 2022", "Dergi İsmi": "19 Mayıs Sosyal Bilimler Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/19maysbd/issue/67949/1022911", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2078824"}
{"Makale Başlığı": "İki Stratejik Yönetim Aracının Rekabet Avantajı Bağlamında Analizi", "Özet": "ÖzProjeler ve süreçler güçlü stratejik yönetim araçlarıdır. Stratejilerin hayata geçirilmesinde ve bir kaldıraç olarak kullanıl\rarak rekabet avantajı elde edilmesinde\rkayda değer işlevler üstlenirler. Projeler ve süreçler, operasyonel açıdan birbirinin tamamlayıcısı olan iki güçlü iradeye (k uran ve işleten) ve bu iradelere\ryönelik stratejik düzeydeki kararlara dayanır. Projeler, bir çıktı olarak süreçlerin yaratılmasında kullanılır. Süreçler ise sürekli iyileştirme gayretlerinin\rneticesinde firmanın yaşamsal fonksiyonlarının temel göstergelerini destekler. Stratejik hedeflerin gerçekleştirilmesine yöne lik birbirlerini güçlendirici\rkatkıları itibariyle iki ya klaşım birlikte incelenmektedir.\rProje ve süreç\ryetkinliklerini geliştirmek rekabetçi kasları güçlendirir. Etkili projeler ve iyileştirilen süreçler işletmeyi hedeflerine yaklaştırır. Başarı, proje ve\rsüreç çıktılarının temel performans göstergeleri üzerindeki pozitif etkileri sayesinde ortaya çıkar.\rÇalışmada, proje ve süreç alanları\rtanımlanmakta, benzer ve farklı yanları vurgulanmakta ve stratejik yönetim açısından üstlendikleri işlevler açıklanmaktadır.\rAyrıca, alanlar arasındaki geçiş bölgesinin netleştirilmesi ve proje ve süreçlerden daha büyük kazanımlar elde etmek üzere doğru kararların alınmasına yönelik\rfarkındalık geliştirilmesi hedeflenmektedir. Bu kapsamda firmalara, proje ve süreç önceliklerini belirlemeye yönelik karar kr iterleri sunulma ktadır. Böylece\rstratejilerle bu alanlar arasında bağlantı kurulacak, rekabet avantajının sürdürülebilirliği sağlanacak ve yaratılan sinerji ile firmanın stratejik hedeflerini\rgerçekleştirmesine katkıda bulunulmuş olacaktır.", "Konular": ["İşletme"], "Yazar İsimleri": ["Tarkan TUNÇ"], "Yayın Yılı": "30 Mart 2022", "Dergi İsmi": "19 Mayıs Sosyal Bilimler Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/19maysbd/issue/67949/1023154", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2079820"}
{"Makale Başlığı": "ULUSLARARASI İŞGÜCÜNÜN VERİMLİLİK, MİLLİ GELİR VE İŞGÜCÜ KATILIM ORANINA ETKİSİ", "Özet": "ÖzGünümüz dünyasında işgücü göçünün arkasında birçok neden vardır, ancak daha iyi yaşam standartları ve daha yüksek ücretler hala ana güdüler olarak sayılmaktadır. Ancak, yeni bir dil, yabancı bir ülkede yeni bir yaşam, sosyal ve ekonomik hayata uyum, geçim maliyetleri, yeni bir iş arama sırasında ücret kaybı, göçmen işçinin yaşayabileceği başlıca dezavantajlar olarak sayılabilir. Bu çalışmanın amacı, Türkiye’deki yabancı işgücünün gayrisafi yurt içi hasıla (GSYH), işgücüne katılım ve verimlilik üzerindeki etkisini araştırmaktır. Yabancılar Otomasyon Sistemine kayıtlı ve çalışma izni olan yabancı işçi sayısı dikkate alınmıştır. Kayıt dışı yabancı işçiler analize katılamamıştır. Elde edilen sonuçlara göre, yabancı işçilerin Türk işgücü piyasasında işgücüne katılım, GSYH ve verimlilik üzerinde sınırlı bir etkiye sahip olduğunu göstermiştir. Genellikle düşük vasıflı pozisyonlarda istihdam edilmişlerdir. Ancak son yıllarda, Türkiye’ye gelen yabancı işçilerin eğitim durumu iyileşmekte ve ilerleyen yıllarda verimlilik ve GSYİH'de artış sağlayabileceği düşünülmektedir.", "Konular": ["İktisat"], "Yazar İsimleri": ["Özlem TOPLU YILMAZ", "Hande ÖZEK"], "Yayın Yılı": "30 Mart 2022", "Dergi İsmi": "19 Mayıs Sosyal Bilimler Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/19maysbd/issue/67949/1023850", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2082258"}
{"Makale Başlığı": "KİŞİSEL SAĞLIK VERİLERİNİN 6698 SAYILI KANUN ÇERÇEVESİNDE KORUNMASI", "Özet": "ÖzGünümüz dünyasında bilişim teknolojilerinin gelişmesi ve iletişimin hızlanması bilgiye ulaşmayı ve paylaşmayı kolaylaştırmış, paylaşılan veriler fiziki ortamın çok ötesinde sanal dünya olarak adlandırılacak yeni bir dünya meydana getirmiştir. Sanal dünyada kullanılan her program, paylaşılan her kişisel veri yaşamı kolaylaştırmakla birlikte, beraberinde yeni sorunları da yaratmıştır. Veri paylaşım hızının ve paylaşılan veri miktarının artması, uluslararası ve ulusal toplumu kişisel verilerin korunması için tedbirler almaya zorlamıştır. Kişisel verilerin düzensiz şekilde kullanılması, ifşa edilmesi, yetkisiz ve tehlikeli yerlere ulaşması gibi kişilerin temel hak ve özgürlerine zarar verici faaliyetlerin önüne geçmek için ulusal ve uluslararası düzenlemeler gerekli hale gelmiştir. \rUluslararası toplumda oluşturulan ve kişisel verilerin korunmasına ilişkin düzenlemelerin paralelinde ülkemizde de düzenlemeler yapılmıştır. Bu kapsamda 6698 sayılı Kişisel Verilerin Korunması Kanunu yayımlanmış ve böylece kişisel verilerin Anayasal çerçevede temel hak ve özgürlük kapsamında korunması, kaydedilmesi, işlenmesi, paylaşılması gibi faaliyetler düzenlenmiştir.\r“Kişisel Sağlık Verilerinin 6698 Sayılı Kanun Çerçevesinde Korunması” konulu bu çalışmada, kişisel veri kavramına genel anlamda değinilmiş, kişisel sağlık verilerinin neler olduğu, açık rıza kavramı, kişisel sağlık verileri işlenirken mahremiyet ilkesine ilişkin değerlendirmeler, sigortacılık sisteminde kişisel sağlık verilerinin işlenmesi, uluslararası sözleşmeler/belgeler ve ulusal düzenlemelere ve KVKK kararlarından örneklere yer verilmiştir.  Çalışma oluşturulurken bu alanda yazılmış makaleler, dergiler ve kitaplar, kişisel veriler ve kişisel sağlık verileriyle ilgili bilişim programları taranmıştır. Kanun metinleri, Cumhurbaşkanı Kararları ve Cumhurbaşkanlığı Kararnameleri güncel konularla karşılaştırılarak incelenmiştir. Masabaşı çalışması, kütüphane araştırması yöntemleri kullanılmıştır.\rSonuç olarak; 6698 sayılı Kanunda kişisel veri türlerinden hassas veri olarak belirtilen Kişisel Sağlık Verileri işlenirken, ulusal ve uluslararası yasal düzenlemelere uyulması zorunludur. Kişisel sağlık verisi işlenecek olan ilgili kişinin veri işleme faaliyetinin amacı, süresi gibi unsurlar belirtilerek aydınlatılması, bu faaliyetlerin açık rızasının alınarak yapılması, veri işleme faaliyetinin de belirlenen amaçlar doğrultusunda, ölçülülük ilkesine uyularak tamamlanması gerekmektedir.", "Konular": ["Sosyal Çalışma"], "Yazar İsimleri": ["Murat ÖZDEMİR", "Metin YILMAZ", "Hakan KAYA"], "Yayın Yılı": "30 Mart 2022", "Dergi İsmi": "19 Mayıs Sosyal Bilimler Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/19maysbd/issue/67949/1079524", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2276723"}
{"Makale Başlığı": "Earth Architecture in Rural Egypt: challenges of the context and the material", "Özet": "Öz", "Konular": ["Mimarlık"], "Yazar İsimleri": ["Joy MAHER"], "Yayın Yılı": "1 Aralık 2021", "Dergi İsmi": "A+Arch Design International Journal of Architecture and Design", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aarch/issue/67707/949711", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1813877"}
{"Makale Başlığı": "The Evaluation of The Effect of Mass Housing Facades on Comfort Conditions: The Example of Ataköy", "Özet": "Öz", "Konular": ["Mimarlık"], "Yazar İsimleri": ["Seda YÜKSEL DİCLE"], "Yayın Yılı": "1 Aralık 2021", "Dergi İsmi": "A+Arch Design International Journal of Architecture and Design", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aarch/issue/67707/958223", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1845767"}
{"Makale Başlığı": "An Interpretive Analysis on the Heritage Values and Morphology of Tea Cultural Landscape: A Case Study on Khakiachara Tea Estate, Sreemangal, Bangladesh.", "Özet": "Öz", "Konular": ["Mimarlık"], "Yazar İsimleri": ["Sadiya Afrin MAZUMDER", "Kawshik SAHA", "Mahinul HAQUE"], "Yayın Yılı": "1 Aralık 2021", "Dergi İsmi": "A+Arch Design International Journal of Architecture and Design", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aarch/issue/67707/958713", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1847449"}
{"Makale Başlığı": "Proposals to Develop Sustainable City Center Axes  Upon Case Studies: Istanbul, Erzincan, Balıkesir, Bursa, Adıyaman", "Özet": "Öz", "Konular": ["Mimarlık"], "Yazar İsimleri": ["Tayibe SEYMAN GÜRAY"], "Yayın Yılı": "1 Aralık 2021", "Dergi İsmi": "A+Arch Design International Journal of Architecture and Design", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aarch/issue/67707/958337", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1846184"}
{"Makale Başlığı": "Researching for Methods in Visual Analyses of Urban Skylines", "Özet": "Öz", "Konular": ["Mimarlık"], "Yazar İsimleri": ["Seda BOSTANCI"], "Yayın Yılı": "1 Aralık 2021", "Dergi İsmi": "A+Arch Design International Journal of Architecture and Design", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aarch/issue/67707/950895", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1818257"}
{"Makale Başlığı": "Okullarda Örgütsel Güven, Örgütsel Vatandaşlık Davranışı ve Örgütsel Sessizlik İlişkisinin İncelenmesi", "Özet": "ÖzBu araştırmanın amacı, okullarda örgütsel güven, örgütsel vatandaşlık davranışları ve örgütsel sessizlik arasındaki ilişkinin incelenmesidir. Araştırmada, ilişkisel tarama modeli kullanılmıştır. Araştırmanın örneklemini, 2016-2017 eğitim öğretim yılında Gaziantep’teki ilkokullarda görev yapan 310 öğretmen oluşturmaktadır. Veriler, “Örgütsel Güven Ölçeği”, “Örgütsel Vatandaşlık Davranışları Ölçeği” ve “Örgütsel Sessizlik Ölçeği” ile toplanmıştır. Araştırma sonucuna göre, örgütsel güven, örgütsel vatandaşlık davranışlarını pozitif yönde, örgütsel sessizliği negatif yönde yordamaktadır. Ayrıca, örgütsel vatandaşlık davranışları örgütsel sessizliği negatif yönde yordamaktadır. Okullarda, güven odaklı bir kültür içerisinde öğretmenlerin duygu ve düşüncelerini rahat bir şekilde saklamadan ifade edecekleri, okulun yararına olacak işlerde görev almaya istekli olacakları ve örgütsel vatandaşlık davranışlarını daha çok sergileyecekleri söylenebilir. Okul yöneticilerinin güvene dayalı bir kültür oluşturmaları, öğretmenleri okulun gelişimi için teşvik edici çalışmalar yapmaya heveslendirmeleri, öğretmenlerin karar alma sürecine etkin bir şekilde katılmalarını sağlayarak birlikte karar almaları ve düşüncelerini rahat şekilde ifade edebilecekleri bir ortam oluşturmaları faydalı görülmektedir. Değişkenler arasındaki ilişki, ilkokullardaki öğretmenlerden toplanan verilerin analiz edilmesi yoluyla belirlenmiştir. Farklı eğitim kademelerinde de konu ile ilgili araştırmalar yapılabilir. Araştırma sonucunda ortaya çıkan ilişkilerin derinlemesine incelenmesi için nitel araştırma yöntemi ile desteklenerek karma desende araştırmalar yapılabilir. Öğretmenlerin yanı sıra yöneticilerin de bu konulardaki düşüncelerini belirlemeye yönelik araştırmalar yapılabilir.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Sedat ALEV"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/606959", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/787370"}
{"Makale Başlığı": "Özel Eğitim Öğretmen Adaylarının ve Öğretmenlerinin Öz-Yeterlik Algıları ile Kaygı ve Tükenmişlik Düzeylerinin İncelenmesi", "Özet": "ÖzBu araştırmada, özel eğitim öğretmen adaylarının ve özel eğitim öğretmenlerinin yeterlik algıları ile kaygı ve tükenmişlik düzeyleri çeşitli değişkenlere göre incelenmiştir. Araştırmada veri toplamak amacıyla, \"Kişisel Bilgi Formu\", araştırmacı tarafından geliştirilen \"Özel Eğitim Öğretmenliği Yeterlik Ölçme Aracı\", Spielberger vd. tarafından geliştirilen, Türkçe uyarlaması Öner ve Compte (1983) tarafından yapılan \"Sürekli Kaygı Ölçeği\" ve Yellice-Yüksel vd. (2008) tarafından geliştirilen \"Öğretmen Mesleki Tükenmişlik Ölçeği\" kullanılmıştır. Araştırma modeli betimsel-bağıntısal olan bu araştırmada veriler SPSS 23 paket programı ile analiz edilmiştir. Betimsel analizlerin yanında, t testi, ANOVA ve korelasyon analizleri de yapılmıştır. Araştırmanın bulgularında, yeterlik algısı puan ortalamalarına bakıldığında eğitim durumu, lisans programı ve okul türü değişkenlerinde anlamlı fark bulunmuştur. Kaygı puanları incelendiğinde cinsiyet, yaş, eğitim durumu, lisans programı, meslekte geçen yıl ve okul türü değişkenlerinden elde edilen puan ortalamalarının farklarının anlamlı olduğu sonucuna ulaşılmıştır. Tükenmişlik puan ortalamaları ise cinsiyet değişkenine göre anlamlı düzeyde farklılaşmaktadır. Son olarak yeterlik, kaygı ve tükenmişlik puan ortalamaları arasında negatif yönlü bir ilişkisinin olduğu görülmektedir.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Hamdi GÖNÜLDAŞ", "Özlem GÜMÜŞKAYA"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/780851", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1241751"}
{"Makale Başlığı": "Ergenlerde Şiddet Eğilimi: Cinsiyet, Sosyal Sorun Çözme ve Duygusal Zekânın Rolü", "Özet": "ÖzTürkiye’de okul ortamında görülen şiddetin giderek arttığı ve şiddet eğiliminin sıklıkla ergenlik döneminin gelişimsel özellikleri ile ilişkili bulunduğu bilinmektedir. Bu nedenle ergen bireylerin şiddet eğilimlerinin incelenmesi önemli görülmektedir. Bu araştırmanın amacı ergenlerde şiddet eğiliminin açıklanmasında cinsiyet, sosyal sorun çözme ve duygusal zekânın rolünün incelenmesidir. Araştırmanın örneklemini 400 ergen birey oluşturmaktadır. Araştırmada Bilgi Formu, Şiddet Eğilimi Ölçeği, Sosyal Sorun Çözme Envanteri ve Duygusal Zekâ Özelliği Ölçeği kullanılmıştır. Araştırma sonuçları cinsiyet, sosyal sorun çözme ve duygusal zekâ değişkenlerinin katılımcıların şiddet eğilimi düzeylerini %19 oranında açıkladığını göstermiştir. Ergenlerin şiddet eğiliminin incelendiği regresyon analizi sonucunda, cinsiyet, sosyal sorun çözmenin bazı alt boyutları (negatif sorun yönelimi, dürtüsel-özensiz sorun çözme tarzı ve kaçıngan sorun çözme tarzı) ve duygusal zekânın bazı alt boyutlarının (iyi oluş, duygusallık ve sosyallik) anlamlı yordayıcılar olduğu tespit edilmiştir. Özellikle erkeklerde ve sosyal sorun çözme becerilerinde negatif tarzları kullanan kişilerde şiddet eğiliminin daha fazla görülebileceği sonucuna varılmıştır. Ayrıca bu çalışmanın bulgularına göre gelişmiş duygusal zekâ özeliklerinin de şiddet eğilimine yönelik koruyucu faktörler arasında olduğu söylenebilir.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Fatma ALTUN", "Betül Banu ÖZAYDIN", "Mustafa ÖZGÖL", "Öykü ÖZYAZICI", "Yılmaz ÇOĞALAN"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/819883", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1375773"}
{"Makale Başlığı": "Examining of the Variables Predicting Exposure to Peer Bullying Among High School Students", "Özet": "ÖzBullying is a widespread problem worldwide, and large-scale studies report that approximately 25% of children are bullied at school. bullying behavior remains a significant social and health issue for educators nationwide. Although there is a lot of discourse on school bullying, previous studies are limited in explaining the predictive effect of factors such as individual, parent and teacher variables. It is important to understand the relationship between the factors related to family, teachers and students, who are the stakeholders of the school system, and peer bullying, in terms of shedding light on the measures to be taken in this regard. The purpose of this study was to investigate the relationship between family (socio-economic status and social support), teacher (in-class discipline, teacher support, teacher feedback and teacher interest), and student (endurance, goal orientation and competitiveness) factors and exposure to peer bullying. Furthermore, the power of these factors in predicting peer bullying was examined. The data of this relational survey model study was taken from the PISA application of 2018. The data of 6368 high school students were included in the study in which hierarchical regression analysis was used. According to the research findings, the social support of the family is the most important predictor of being exposed to bullying. There is no significant relationship between socio-economic status and exposure to bullying. Less bullying behavior is observed in the classrooms of teachers who provide good discipline, support their students and care about their students. Students with high resilience levels are less exposed to bullying.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Erol SÜZÜK", "Tuncay AKINCİ"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/819947", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1375957"}
{"Makale Başlığı": "Öğrenme Güçlüğü Tanılı Öğrenciler için Geliştirilen Benlik Saygısı Artırma Psikoeğitim Programının Etkililiğinin İncelenmesi", "Özet": "ÖzBu araştırmada, öğrenme güçlüğü tanılı öğrenciler için geliştirilen benlik saygısı artırma psikoeğitim programının etkililiği incelenmiştir. Araştırmada öğrenme güçlüğü tanısına sahip olan ve bir ilkokula devam etmekte olan dokuz öğrenciye dokuz haftalık benlik saygısı artırma psikoeğitim programı uygulanmıştır. Uygulanan psikoeğitim programının bir oturumu ebeveyn oturumu olarak planlanmıştır. Araştırmada deneysel işlemin etkisinin tek grup üzerinde test edildiği tek grup ön test son test araştırma deseni tercih edilmiştir. Öğrenme güçlüğü tanılı öğrencilerin benlik saygısı düzeylerinin belirlenmesinde Coopersmith Özsaygı Envanteri kullanılmıştır. Psikoeğitim programı öncesinde öğrenme güçlüğü tanılı öğrencilere ön test olarak uygulanan ölçek, psikoeğitim programının tamamlanmasının ardından son test olarak tekrar uygulanmıştır. Son test uygulamasından sekiz hafta sonra aynı ölçek öğrencilere izleme testi olarak yeniden uygulanmıştır. Araştırmada verilerin normal dağılım varsayımlarını yerine getirememesi nedeniyle ön test, son test ve izleme testinden elde edilen veriler arasında anlamlı olarak farklılaşma bulunup bulunmadığı Friedman testi ve aynı veri kaynağından edinilen veriler arasındaki farkın hangi gruplar arasında olduğu Wilcoxon işaretli sıra testi ile analiz edilmiştir. Elde edilen sonuçlar uygulanan psikoeğitim programının öğrenme güçlüğü tanılı öğrencilerin benlik saygısı düzeylerini artırmada kalıcı etki sağladığını ortaya koymaktadır. Bu doğrultuda araştırmadan elde edilen bulgular literatür ışığında tartışılmıştır.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Mehmet Rüştü KALAFATOĞLU", "Seher BALCI ÇELİK"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/820237", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1376947"}
{"Makale Başlığı": "Fen Deney Kılavuzunun Öğrenme Güçlüğü Yaşayan Öğrencilerin Kavramsal Anlamalarına Etkisi: \"Dünya ve Evren\" Örneği", "Özet": "ÖzBu çalışmanın amacı, öğrenme güçlüğü yaşayan öğrenciler için “dünya ve evren” öğrenme alanına yönelik fen deneyleri kılavuzu hazırlamak ve bu kılavuzun öğrencilerin kavramsal anlamalarına etkisini araştırmaktır. Çalışmada özel durum yöntemi kullanılmıştır. Çalışma grubunu öğrenme güçlüğü yaşayan 12 öğrenci oluşturmaktadır. Veri toplama aracı olarak yarı yapılandırılmış görüşme, kavram ve çizim testleri kullanılmıştır. Çalışmada tartışma yöntemi ve zenginleştirilmiş çalışma yaprağı temelinde fen deney kılavuzu hazırlanmıştır. Elde edilen veriler belirlenen anahtar bileşenler çerçevesinde “tam anlama”, “kısmi anlama”, “alternatif kavrama” ve “anlamama” kategorilerine göre analiz edilmiştir. Araştırma sonucunda öğrenme güçlüğü yaşayan öğrencilerin çizim ve görüşmelerde kavramlara yönelik açıklayıcı bilgiler sunabilirken, kavram testinde yeterli açıklama yapamadıkları belirlenmiştir. Çalışma grubunda yer alan öğrencilerin okuma ve yazma güçlüğü yaşamasının, onların “dünya ve evren” öğrenme alanına yönelik kavramsal anlamalarını doğrudan etkilediği sonucuna varılmıştır Ayrıca, müdahaleden sonra öğrencilerin çizimlerinde genellikle gerçekleştirilen deneylere-etkinliklere odaklandıkları ve öğrendikleri bilgileri farklı durumlara transfer etmede hâlâ problemler yaşadıkları sonucuna ulaşılmıştır. Öğrenme güçlüğü yaşayan öğrencilere sunulan bilgilerin uzun süreli hafızaya geçişini sağlamak amacıyla, süreç içerisinde sürekli tekrar ve dersin sonunda öğrenilen konuların kavram haritalarıyla özetlenmesi önerilmektedir.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Sibel ER NAS", "Muammer ÇALIK", "Hava İPEK AKBULUT", "Tülay ŞENEL ÇORUHLU", "Cevriye ERGÜL", "Zeynep TATLI", "Ahmet GÜLAY"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/824214", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1390857"}
{"Makale Başlığı": "İlkokul Çocuklarının Tüketici Olarak Sosyalleşme Durumlarını Yordayan Değişkenlerin İncelenmesi: Erzincan İli Örneği", "Özet": "ÖzAraştırma ilkokul çocuklarının tüketici olarak sosyalleşme durumlarını yordayan değişkenlerin incelenmesi amacıyla yapılmıştır. Bu amaç doğrultusunda araştırmada çocukların tüketici olarak sosyalleşme durumlarının çeşitli değişkenler açısından anlamlı farklılık gösterip göstermediği ve anne babaların çocukların sosyalleşme durumlarına ilişkin görüşleri araştırılmıştır. Araştırma nicel ve nitel desenlerin birlikte kullanıldığı karma desenle yürütülmüştür. Bu doğrultuda araştırmada iki farklı örneklem grubu oluşturulmuştur. Nicel verilerin elde edilmesi amacıyla Erzincan il merkezindeki iki ilkokulda öğrenim gören 237 çocuğun anne babası araştırmaya dâhil edilmiştir. Nitel verilerin toplanması amacıyla ise 30 anne-baba çalışmaya dahil edilmiştir. Nicel verilerin elde edilmesi amacıyla Çocukların Tüketici Olarak Sosyalleşmesi Ölçeği, nitel verilerin elde edilmesi amacıyla ise Yarı Yapılandırılmış Görüşme Formu kullanılmıştır. Araştırma sonucunda anne babanın öğrenim düzeyi ve yaşı, birlikte alışveriş yapma durumunun çocukların tüketici olarak sosyalleşme düzeylerinin anlamlı yordayıcısı olduğu belirlenmiştir. Ayrıca anne babalar çocukların tüketici olarak sosyalleşmelerini desteklediklerini ve bu konuda olumlu görüşleri olduğunu bildirmişlerdir.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Fatih AYDOĞDU", "Neriman ARAL", "Figen GÜRSOY", "Burçin AYSU"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/836999", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1435198"}
{"Makale Başlığı": "Eğitim Fakültesi Öğrencilerinin Bilinçli Farkındalık Düzeyleri ile Yaşam Doyumu Arasındaki İlişki", "Özet": "ÖzBu çalışmada amaç, eğitim fakültesinde öğrenim gören öğrencilerin bilinçli farkındalıkları ile yaşam doyum düzeyleri arasındaki ilişkiyi ortaya koymaktır. Çalışma evreni, ÇOMÜ Eğitim Fakültesinde 3 ve 4. sınıflarda öğrenim gören öğrencilerden oluşmuştur. İlişkisel tarama modelinde düzenlenen bu çalışmada yedi farklı bölümden 547 öğrenciye ulaşılarak “Bilinçli Farkındalık Ölçeği” ve “Yaşam Doyum Ölçeği” uygulanmıştır. Eğitim Fakültesi öğrencilerinin bilinçli farkındalık düzeyleri oldukça yüksek iken yaşam doyumları orta düzeydedir ve iki değişken arasında olumlu ve anlamlı bir ilişkinin varlığı saptanmıştır. Cinsiyetlere göre her iki değişkende de anlamlı fark bulunmamıştır. Öğrencilerin akademik başarıları bakımından, bilinçli farkındalık ve yaşam doyum düzeyleri en yüksek başarı grubu BB not ortalaması olanlardır. Son 10 yıllık yaşamını büyükşehirlerde geçirenlerin bilinçli farkındalığı, ilçe ve daha küçük yerleşim birimlerinde geçirenlere göre anlamlı biçimde daha yüksektir. Güzel Sanatlar Eğitimi Bölümü öğrencileri bilinçli farkındalığı, Fen Eğitimi Bölümü öğrencileri de yaşam doyumu en yüksek olan gruptur. Ulaşılan sonuçlar doğrultusunda öğrencilerin bilinçli farkındalık düzeylerini arttırmak ve yaşamdan doyum sağlamalarını anlamlı kılmak için ders ve seminerlerin açılması önemlidir.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Mustafa Aydin BAŞAR", "Seda KÖSEM"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/844871", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1461786"}
{"Makale Başlığı": "10-11 Yaş Grubu Kız Çocuklarda Voleybol Temel Hareket Beceri Çalışmalarının Motor Gelişime Etkisi", "Özet": "ÖzBu çalışmanın amacı, 10-11 yaş grubu kız çocuklarda voleybol temel hareket beceri çalışmalarının motor gelişime etkisinin incelenmesidir. Çalışmada antrenmanın etkisini belirlemek amacıyla ön test-son test kontrol gruplu deneysel yöntem kullanılmıştır. Deney kümesini, İzmit DSİ (Devlet Su İşleri) Spor Kulübü’nde voleybol branşında eğitim alan 25 kız çocuk ve kontrol kümesini, İzmit Ford Otosan Ortaokulunda öğrenim gören sedanter 25 kız öğrenci oluşturmaktadır. Deney kümesine 10 hafta boyunca haftada 2 gün 60’ar dakika olarak voleybol branşının temel motor becerilerini daha iyi seviyeye çıkartmak için beş temel hareket becerisini kapsayan alıştırmalar uygulatılmıştır. Kontrol kümesine hiçbir alıştırma programı uygulanmamıştır. Veriler SPSS 21.0 paket programında hesaplanmış, kümelerin kendi arasındaki farkı ortaya çıkarmak için Wilcoxon testi, kümeler arasındaki farkı belirlemek için Mann Whitney U testi kullanılmıştır. Yapılan analizlerde deney ve kontrol kümesinin son test ölçümleri karşılaştırıldığında, smaç,  parmak pas, manşet pas,  alttan servis, üstten servis değişkenleri arasında istatistiksel olarak anlamlı ve olumlu düzeyde istatistiksel bir fark bulunmuştur (p<0.05).", "Konular": ["Sosyal"], "Yazar İsimleri": ["Kevser Gizem ÖZCAN", "Betül BAYAZIT"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/866133", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1525710"}
{"Makale Başlığı": "Ortaokul Öğrencileri İçin Okuma Öz-Yeterliği Ölçeği’nin Geliştirilmesi", "Özet": "ÖzÖğrencilerinin okuma ve okuduğunu anlama becerilerinin gelişiminde çeşitli bilişsel, üstbilişsel ve psikolojik faktörlerin etkisi bulunmaktadır. Bu nedenle araştırmacılar uzun yıllardır bu faktörlerin okuma ve okuduğunu anlama sürecindeki etkisini incelemektedirler.  Okuma becerileri ile ilişkilendirilen psikolojik faktörlerden biri öz-yeterliktir. Bu çalışmada, ortaokul öğrencilerinin okuma öz-yeterliklerini çok boyutlu olarak ölçmeyi hedefleyen bir ölçme aracının geliştirilmesi amaçlanmıştır. Bu amaçla hazırlanan taslak form 325 katılımcıya uygulanarak elde edilen veriler üzerinden güvenirlik analizleri ve açımlayıcı faktör analizi gerçekleştirilmiştir. Faktör analizi sonuçları, ölçeğin toplam varyansın %53,29’unu açıklayan dört faktörden oluşan bir yapıya sahip olduğunu göstermiştir. Açımlayıcı faktör analizi ile elde edilen yapıyı tekrar sınamak için 265 katılımcıdan oluşan yeni bir örneklemden elde edilen verilerle doğrulayıcı faktör analizi yapılmıştır. Doğrulayıcı faktör analizi sonucunda modelin veriye uyum sağladığı görülmüştür. Ölçeğin güvenirlik analizleri kapsamında hesaplanan cronbach alfa iç tutarlık katsayısı .91, iki yarı güvenirlik değeri .74 olarak belirlenmiştir. Elde edilen bulgular doğrultusunda Okuma Öz-Yeterliği Ölçeği’nin geçerli ve güvenilir bir ölçme aracı olduğu sonucuna ulaşılmıştır.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Pakize URFALI DADANDI", "Suat UNGAN"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/878130", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1569425"}
{"Makale Başlığı": "Mülteci Öğrencilerin Fen Bilimleri Dersine Yönelik Tutumlarının Okula Yabancılaşma Üzerindeki Etkisinde Derste Yapılan Etkinliklerin Aracılık Rolü", "Özet": "Öz: Bu araştırmanın amacı, Suriyeli mülteci öğrencilerin fen bilimleri dersine yönelik tutumlarının okula yabancılaşma üzerindeki etkisinde fen bilimleri dersinde yapılan etkinliklere yönelik tutumların aracılık etkisini tespit etmektir.  Araştırmanın evrenini Ankara’da bulunan 7 farklı okulda öğrenim gören 1370 Suriyeli mülteci öğrenci oluşturmaktadır. Araştırmanın örneklemini ise bu okullarda öğrenim gören 347 Suriyeli mülteci ortaöğretim öğrencisi oluşturmaktadır. Veriler anket uygulaması aracılığı ile elde edilmiştir. Anketten elde edilen verilere frekans analizi, güvenilirlik analizi, normallik testi, çoklu korelasyon analizi ve aracı değişkenle hiyerarşik regresyon analizi uygulanmıştır. Yapılan analizler sonucunda öğrencilerin fen bilimleri dersine yönelik tutumlarının, okula yabancılaşma üzerindeki etkisinde, fen bilimleri dersinde yapılan etkinliklere yönelik tutumlarının kısmi aracılık etkisinin olduğu tespit edilmiştir. Araştırma konusu ile ilgili daha önce herhangi bir çalışmaya rastlanılmadığından yapılan bu araştırmanın literatüre ve diğer uygulayıcılara önemli katkılar sağlayacağı umulmaktadır.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Edip ÖRÜCÜ", "Pınar KURT", "Itır HASIRCI"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/884168", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1591809"}
{"Makale Başlığı": "Veli Penceresinden Okul: Velilerin Etik Yargıları ile Okul İklimi Algıları Arasındaki İlişki", "Özet": "ÖzBu çalışmada velilerin etik yargıları ve okul iklimi algıları cinsiyet, yaş, mezuniyet durumu, medeni durum gibi çeşitli değişkenler dikkate alınarak incelenmiş olup, velilerin etik yargıları ile okul iklimi algısı arasındaki ilişki araştırılmıştır. Çalışma, nicel araştırma yöntemine ve ilişkisel tarama modeline göre gerçekleştirilmiştir. Çalışmanın örneklemini, 2019-2020 eğitim öğretim yılında İstanbul Zeytinburnu İlçesi’nde devlet okullarında öğrencisi bulunan 524 veli oluşturmaktadır. Veriler “Etik Durum Ölçeği” ile “Velilerin Okul İklimi Algısı Ölçeği” kullanılarak toplanmıştır. Elde edilen veriler, t testi, ANOVA ve korelasyon analizleri yapılarak çözümlenmiştir. Bulgulara göre kadın, 49 yaş ve altında olan, anne, evli ve lise mezunu velilerin etik-idealizm yargıları, erkek, 50 yaş ve üzeri, baba, bekâr ve ortaokul mezunu velilerin etik-idealizm yargılarından daha yüksektir. Kadın, evli, anne, ortaokul ve lise mezunu olan velilerin okul iklimi algılarının, erkek, bekâr, baba ve üniversite mezun olan velilerin okul iklimi algılarından daha olumludur. Velilerin etik yargıları ile okul iklimi algıları arasında düşük düzeyde ve pozitif yönlü bir ilişki bulunmuştur. Velilerin etik yargılarını ve okul iklimi algılarını belirleyen araştırmalar yaparak bu doğrultuda hedefler belirlenmesi ve gelişmelerin takip edilmesi gerekmektedir.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Mustafa ÖZGENEL", "Derya Ülhatun BOZKURT"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/884621", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1593538"}
{"Makale Başlığı": "Investigation of the Effects of Computer Based Activities on Modeling Skills of Secondary School Students", "Özet": "ÖzIn the science course, there are many abstract concepts that students have difficulty understanding. One of the tools that have been used for a long time to make these abstract and hard to understand concepts more understandable is models and modeling activities. In the production process of models, behaviors called modeling skills should be exhibited in individuals. This study aims to improve the modeling skills of 7th grade students with the help of computer-based activities. To that end, computer-based activities for the previously identified modeling skills were developed and the effects of these activities on the students' skills were examined. The data were collected through a rubric, field notes, and interviews with students. The obtained quantitative data were analyzed using a dependent-groups t-test. It was concluded that computer-based activities developed the modeling skills of secondary school students. To implement teaching with the model and the modeling process effectively, suggestions were made for the development of the modeling skills of students", "Konular": ["Sosyal"], "Yazar İsimleri": ["Hakan Şevki AYVACI", "Sinan BÜLBÜL"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/890060", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1613979"}
{"Makale Başlığı": "Content Analysis of STEM Education Studies in Turkey", "Özet": "ÖzThis study aims to determine the trends in the published studies in the field of Science, Technology, Engineering, and Mathematics (STEM) between 2014 and 2020 in Turkey. The Google Academic and YÖKTEZ platforms were used for literature review and a total of 79 studies (41 graduate theses and 38 articles) were analyzed using the content analysis method. The analyzed studies were examined in terms of the variables of the number of authors, publication year, subject, purpose, method, results, keywords, research methods, data collection tools, validity and reliability studies, population and sample, sample selection, participants, sample size, data analysis, suggestions, and ethical values, all of which are sections of a scholarly work. The results showed that there were no studies on the variable of misconceptions and that most of the studies were insufficient in terms of ethical values, suggestions, abstract, reliability, and validity. It was seen that the number of quantitative studies was more and that the number of studies that focused on pre-school and classroom teacher candidates was limited. Based on the findings, it is thought that this study would be a contribution to the field.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Tuğba ECEVİT", "Mesut YILDIZ", "Neşat BALCI"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/893198", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1625468"}
{"Makale Başlığı": "Tarih Öğretmeni Adaylarının Covid 19 Salgın Sürecinde Uzaktan Öğretime İlişkin Görüşleri", "Özet": "ÖzCovid19 virüsünün insandan insana bulaş riskinin çok kolay ve hızlı olması sonucu dünyada salgın ilan edilmiş, 2020 Mart ayı itibarıyla da üniversiteler yüz yüze (geleneksel) eğitimlerine son vererek uzaktan eğitim (çevrimiçi öğrenme) olarak adlandırılan internet erişimli öğretime geçiş yapmışlardır. Uzaktan öğretim, iletişim teknolojileriyle yürütülen bir öğrenme modeli olarak internet ulaşımı ve teknolojik imkân yeterliliklerine ihtiyaç duyan ve bu imkânlara sahip olma yeterlilikleri ölçüsünde verimlilik sağlayabilen bir sistemdir. Bu açıdan salgın eğitimde birtakım zorluklar ortaya çıkarmış bununla birlikte gelecek açısından bir tecrübe oluşturmuştur. Bu tecrübeyi değerlendirmek adına çalışma, 2019-2020 eğitim öğretim yılı güz döneminde formasyon eğitimini eğitim fakültesinde tamamlayan 47 tarih öğretmen adayı ile yürütülmüş, uzaktan öğretim sürecine ilişkin görüşleri ele alınmıştır. Çalışmada nitel araştırma yöntemlerinden fenomenoloji kullanılmış, veriler betimsel analiz ile çözümlenmiştir. Bulgular değerlendirildiğinde tarih öğretmen adaylarının uzaktan öğretimde; teknik sorunlar başta olmak üzere iletişim, ders verimliliği,  imkân ve ortam kaynaklı sorunlar yaşadıkları belirlenmiştir. Bununla birlikte sistemin katkıları olduğunu düşünen öğretmen adayları özellikle sağlık ve eğitim açısından sürecin gerekli olduğunu dile getirmişlerdir. Yaşanılan tecrübeye bağlı olarak uzaktan öğretimin sözel dersler için uygun bir sistem olduğu fakat uygulamalı dersler açısından deneyim eksikliği ortaya çıkarabileceği belirtilmiştir. Uzaktan öğretimde sınavların şekli, hocaların yaklaşımları ve öğrenci psikolojilerinin dikkate alınması gerektiği ifade edilmiştir.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Sibel YAZICI"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/894159", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1628931"}
{"Makale Başlığı": "Ortaokul 5. Sınıf Öğrencilerinin Müzik Dersine Yönelik Tutumlarının İncelenmesi: Giresun İli Örneği", "Özet": "ÖzAraştırma, 2017 yılında yenilenen ilkokul-ortaokul müzik öğretim programının duyuşsal alan kazanımlarına dönük olarak ortaokul 5. sınıf öğrencilerinin müzik dersine ilişkin tutumlarını “Giresun İli Örneği” üzerinden belirlemek, etkili bir ders için öneriler geliştirmek amacıyla yapılmıştır. Araştırma betimsel araştırmalardan tarama (survey) modelinde olup; çalışma grubunu ise Giresun il merkezi ve Bulancak ilçesindeki 8 ortaokulun 5. sınıfında öğrenim gören 426 öğrenci oluşturmaktadır. Çalışma; öğrencilerin müzik dersine dönük tutumlarının ön uygulama ve son uygulama boyunca “olumsuz” olduğu ancak bu tutum düzeylerinin hem ölçeğin genelinde hem de ayrı ayrı faktörler bazında son uygulama lehine anlamlı şekilde farklılaştığı ve buradan hareketle, uygulanan öğretim programının öğrencilerin duyuşsal alana dönük kazanımlarını oluşturmada etkili olduğu fakat etki derecesinin yetersiz olduğu sonucuna varılmıştır. Bu kapsamda ölçeğin pek çok maddesine verilen cevaplar oluşan olumsuz tutumun gerekçesini açıklar niteliktedir. Müzik öğretim programının uygulanması sonucunda hem kız hem de erkek öğrencilerin müzik dersine dönük tutumları aynı oranda olumsuz olarak şekillenmektedir. Diğer taraftan çalışma ile özellikle il merkezinde öğrenim gören öğrencilerin ilçelerde öğrenim gören öğrencilere göre müzik dersine ilişkin tutumlarının daha olumlu olduğu sonucuna varılmıştır.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Burcu BASER", "Cahit AKSU"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/899415", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1647646"}
{"Makale Başlığı": "Comparison of Primary Teacher Education Programmes in Ottawa University (Canada) and Trabzon University (Turkey)", "Özet": "ÖzThe aim of the study is to compare the educational systems of Ottawa University in Canada and Trabzon University in  Turkey. In this study, the descritive method applied in comparative studies was used. Also in the study,the entry requırements, curriculum of the primary school teaching programme, content of the lessons and regulations of this programme, graduation conditions, professional appointment process of the teacher candidates and professional development practices in both countries were examined. Within the scope of the study, Ottawa  University in Ontario, Canada and Trabzon University in Trabzon, Turkey were examined in terms of primary school teaching programme. The data was collected from the teacher education programmes and curriculum of Turkey and Canada and comparative studies about these countries. At the end of the study,It is found that there are some similar and different aspects in primary school teaching system of both universities. In Turkey, the central exam results are taken into account for the entry of teacher training ınstituions. On the other hand, in Canada in stead of any exam, the high school grade point avarage and portfolio are ecvaluated in the entry of the teacher education programmes. In the Professional appointment process, The central multiple choice exam is done in Turkey. On the other hand, in Canada, teacher candidates have to complete one-year formation education to appoint as a primary school teacher.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Sevgi BÜLBÜL", "Gönül GÜNEŞ"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/907734", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1677343"}
{"Makale Başlığı": "YBT-PASS Bilişsel Müdahale Programı’nın Özgül Öğrenme Güçlüğü Olan Öğrencilerin Bilişsel İşlem Alanları Düzeylerine Etkisi", "Özet": "ÖzBu araştırma, özgül öğrenme güçlüğü olan öğrencilerin bilişsel işlem alanları üzerinde YBT-PASS (Yapboz Tekniği-Planning, Attention, Simultaneous, Successive) Bilişsel Müdahale Programı’nın etkisini sınamak amacıyla yapılmıştır.  Araştırmada ön test/son test kontrol gruplu deneme modeli kullanılmıştır. Bu çalışma 40 deney, 40 kontrol olmak üzere toplam 80 öğrenci üzerinde bireysel yapılan çalışmalarla yürütülmüştür. Araştırmada veri toplama aracı olarak bireysel uygulanan Bilişsel Değerlendirme Sistemi (CAS-Cognitive Assessment System) kullanılmıştır. YBT-PASS Bilişsel Müdahale Programı, deney grubuna 24 hafta boyunca, her bir öğrenciye bireysel olarak, haftada 1 gün ve her oturum 1 saat olmak üzere toplam 24 saat uygulanmıştır. Kontrol grubundaki öğrenciler ise halihazırda aldıkları programlarına devam etmişlerdir. YBT-PASS Bilişsel Müdahale Programının bireysel olarak uygulanmasından sonra CAS son test olarak deney ve kontrol gruplarına bireysel olarak tekrar uygulanmıştır. Verilerin analizinde ilişkisiz grup t testi ve ilişkili grup t testi uygulanmıştır. Araştırmanın sonucunda deney grubunun bilişsel işlem alanlarına yönelik son test puanlarının, ön test puanlarına göre anlamlı düzeyde yüksek olduğu belirlenmiştir. Aynı zamanda deney grubunun son test puanlarının da kontrol grubunun son test puanlarına göre anlamlı düzeyde yüksek olduğu görülmüştür. PASS Teorisi ile tanımlanan bilişsel işlem alanlarının her birinde (planlama, dikkat, eşzamanlı bilişsel işlemler ve ardıl bilişsel işlemler) ve toplamında anlamlı sonuçların elde edilmiş olması bütüncül gelişmenin gerçekleştiğini göstermektedir.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Tamer ERGİN"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/928265", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1734554"}
{"Makale Başlığı": "Mesleki Müzik Eğitimi Veren Kurumlarda Okuyan Öğrencilerin Tükenmişlik ve Bireysel Çalgı Dersi Tükenmişlik Durumlarının İncelenmesi", "Özet": "ÖzStresin tetiklediği bir sendrom olan tükenmişlik, iş yaşamı dışındaki bireylerin hatta öğrencilerin de yaşayabileceği bir durum olarak görülmektedir. Bu araştırmada lisans düzeyinde mesleki müzik eğitimi veren kurumlarda okuyan öğrencilerin tükenmişlik ve bireysel çalgı dersi tükenmişlik durumları incelenmiştir. Araştırmada Maslack tarafından geliştirilen ve Çapri tarafından Türkçeye uyarlanan Maslack Tükenmişlik Envanteri Öğrenci Formu (MTE – ÖF) ve Girgin tarafından geliştirilen Bireysel Çalgı Dersi Tükenmişlik Ölçeği (BÇDTÖ) kullanılmıştır. Araştırmanın çalışma grubunu Doğu Anadolu bölgesinde bulunan Ağrı İbrahim Çeçen, Van Yüzüncü Yıl, Kars Kafkas ve Tunceli Munzur üniversitelerinde mesleki müzik eğitimi veren bölümlerde okuyan 205 öğrenci oluşturmuştur. MTE – ÖF’ den elde edilen sonuçlara göre; konservatuar öğrencilerinin cinsiyet, bireysel çalgı ve çalgı değiştirme değişkenlerinde; Müzik eğitimi ABD ve GSF öğrencilerinin sınıf, bireysel çalgı değişkenlerine göre puan ortalamalarında anlamlı bir fark olduğu görülmüştür. BÇDTÖ’den elde edilen verilere göre GSF öğrencilerinin cinsiyet ve çalgı değişimi; Müzik eğitimi anabilim dalı öğrencilerinin sınıf bireysel çalgı ve başarı durumu puan ortalamaları arasında anlamlı bir fark olduğu görülmüştür. Müzik eğitimi anabilim dalı öğrencilerinin tükenme ve duyarsızlaşma, konservatuar öğrencilerinin ise yetkinlik puan ortalamalarının yüksek olduğu tespit edilmiştir. BÇDTÖ puan ortalamaları ile MTÖ – ÖF tükenme ve duyarsızlaşma alt ölçek puan ortalamaları arasında pozitif yönde bir ilişki olduğu tespit edilmiştir.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Siyar KÖKSAL", "Emre YÜCELAND"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/929035", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1737486"}
{"Makale Başlığı": "Sınıf Öğretmenlerinin Uzaktan Eğitim Derslerinde Yaşadıkları Stres: Stresin Nedenleri ve Stresle Başa Çıkma Yöntemleri", "Özet": "ÖzBu araştırmada sınıf öğretmenlerinin COVID-19 salgın sürecinde zorunlu olarak uygulanan uzaktan eğitim derslerinde yaşadıkları stresin nedenlerini ve stresle başa çıkma yöntemlerini ortaya koymak amaçlanmıştır. Fenomenolojik desende olan bu çalışmada sınıf öğretmenlerinin uzaktan eğitim derslerinde karşılaştıkları sorunlardan dolayı yaşadıkları stres ve stresle başa çıkma yöntemleri öğretmenlerle çevrimiçi yapılan yarı yapılandırılmış görüşmeler aracılığıyla derinlemesine incelenmiştir. Araştırmaya 2020-2021 eğitim öğretim yılında Kocaeli ilindeki ilkokullarda görev yapan 16 sınıf öğretmeni katılmıştır. Araştırmadan elde edilen sonuçlar doğrultusunda, sınıf öğretmenlerinin uzaktan eğitim derslerinde, stres yaşamalarına neden olan çeşitli problemlerle karşılaştıkları ve stresle başa çıkmak için bazı yöntemler kullandıkları anlaşılmıştır. Yaşanan sorunların teknoloji, öğrenci, öğretmen ve diğer hususlardan kaynaklandığı olduğu görülmüştür. Öğretmenlerin bu sorunlardan kaynaklanan stresle başa çıkmak için “sosyal destek arama” ve “sorunla uğraşma ve mücadele” yöntemlerini kullandıkları, ayrıca stresten kaçınmak için bilinçsizce yapılan davranışlar sergiledikleri anlaşılmıştır. Araştırmanın sonuçları doğrultusunda uygulayıcılara ve araştırmacılara bazı öneriler sunulmuştur.", "Konular": ["Sosyal"], "Yazar İsimleri": ["İbrahim BULUT", "Soner POLAT"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/959205", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1849199"}
{"Makale Başlığı": "Investigation of Postgraduate Theses in Turkey on Science Process Skills Involving Children", "Özet": "ÖzIn the research, it is aimed to examine the postgraduate theses made in Turkey on the science process skills in which children are involved, by considering them together. Document analysis technique, one of the qualitative research methods, was used in the research. It has been determined that the postgraduate theses in the research were mostly made as a master's thesis in the Institute of Educational Sciences in 2019, the experimental technique, which is one of the quantitative research methods, was used in the theses and it was studied with children studying in the secondary school period. As a result of the research, it was determined that it was aimed to determine the effect of the most applied education As a result of the research, it was determined that it was aimed to determine the effect of the most applied education programs on science process skills in the theses reached, and it was determined that the education applied in the results of the theses provided positive gains in children's scientific thinking skills, academic achievements, attitudes towards the course and science. In the proposals of the theses, it was determined that different training programs should be used to support scientific process skills. The results obtained indicate that the science process skills in which children are actively involved lead to positive contributions in the learning of children, but also change according to some variables. For this reason, it is recommended to examine the existing scientific process skills by considering the studies on different variables and the researches on the state of scientific process skills for children in the world.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Neriman ARAL", "Gül KADAN"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/967994", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1870881"}
{"Makale Başlığı": "Perceptions and Expectations of School Principals Regarding Assignment Regulations of School Administrators", "Özet": "ÖzSchool administrators are appointed based on the administrative assignment regulations issued by the Ministry of National Education. This study, which was carried out using the phenomenology design, aimed to discover school principals' perceptions and expectations regarding the regulations for administrator assignments. The data for the study were collected through focus group interviews by using semi-structured interview forms. Thirty-three school principals at primary, secondary, and high school levels in Avcilar district of İstanbul. The data collected through three focus group interviews were analyzed using descriptive and content analysis methods. Some of the key findings obtained from the study are that school principals consider the communication skills of administrators important, they have a positive view for oral and written exams to be applied together in administrator assignments while they have a negative perception about oral exam practices, and they have an expectation of transition to professional management practices. The data obtained from the research revealed that the administrator assignment regulations did not fully meet the expectations. Some suggestions expressed as a result of this study are that there should be regulations in administrator assignments on issues such as the administrators' education and training and structuring school administration as a career step.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Baran Barış YILDIZ", "Fidel ATEŞ", "Fatih PEHLİVAN"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/972994", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1886616"}
{"Makale Başlığı": "The Wiews of Pre-Service Elementary Mathematics Teachers’ on Dyscalculia", "Özet": "ÖzThe aim of this study was to investigate the awareness and views of pre-service elementary school mathematics teachers about dyscalculia, one of the types of learning disability, in other words, mathematics learning disability. For this purpose, in-depth answers were sought for the question of what is dyscalculia, and the characteristic features of dyscalculic students, the diagnosis and treatment of dyscalculia were defined. In addition, the awareness and views of pre-service elementary school mathematics teachers about dyscalculia were examined in detail. The data were collected through qualitative methods. 36 pre-service teachers at elementary mathematics education department participated in the study. A semi-structured interview, which included five open-ended questions related to dyscalculia, was used in data collection and thus descriptive analysis was used in data analysis. The results highlighted that participants could not define the terms of dyscalculia correctly and did not have the idea of which processes should be applied, how and in what way. In line with these findings, it was concluded and suggested that a specific course about \"various learning difficulties and overcoming methods\" should be included in the Elementary Mathematics Education Curriculum, that prospective teachers should be informed about the subject by experts and that projects should be carried out to increase their sensitivity.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Bilal BALDEMİR", "Ünal İÇ", "Tayfun TUTAK"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/998739", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1987236"}
{"Makale Başlığı": "Matematik Öğretmen Adaylarının Geometrik Cisimlere Yönelik Tanım ve Çizimlerinin İncelenmesi", "Özet": "ÖzBu çalışmanın amacı, matematik öğretmen adaylarının geometrik cisimlere yönelik tanım ve çizimlerinin incelenmesidir. Literatürde geometrik cisimlere yönelik öğrenci, öğretmen adayı ve öğretmenlerin tanım ve imajlarına yönelik az sayıda çalışma olduğu görülmektedir. Bu çalışmalarda, tüm geometrik cisimleri tek tek ele alıp, gerek nasıl tanımlandıklarını, gerek çizim aşamalarını birlikte değerlendiren çalışmaya rastlanılmamıştır. Bu çalışma ile literatürdeki bu boşluğun doldurulacağı düşünülmektedir. Çalışmanın katılımcılarını, Türkiye’de bir eğitim fakültesinde öğrenim gören, ilköğretim matematik öğretmenliği 2. sınıflardan toplam 48 öğretmen adayı oluşturmaktadır. Araştırmada veriler, açık uçlu sorular içeren anket formu yardımı ile toplanmıştır. Bu form hazırlanırken literatürden yardım alınmış ve öğretmen adaylarının geometrik cisimlere yönelik tanım ve çizimlerindeki bilgi ve düşüncelerini açığa çıkarmak amacıyla hazırlanmıştır. Toplanan verilerin analizinde içerik analizi tekniği kullanılmıştır. Veriler tanım ve çizim verileri olarak iki grupta analiz edilmiştir. Çalışma sonuçlarına göre, geometrik cisim tanımlamalarının % 47 gibi büyük bir oranı “yanlış tanımlama” kategorisinde yer almaktadır. En çok doğru tanımlama yapılan geometrik cisim “küp” olmuştur, cisim ayrıtlarının kenar olarak ifade edildiği, cisimlerin üç boyutlu değil de iki boyutlu bir şekil olarak algılandığı belirlenmiştir. Öğretmen adaylarının piramit yerine üçgen prizma çizdikleri ve yapılan çizimlerde notasyona dikkat edilmediği görülmüştür. Ayrıca geometrik cisimleri tanımlamada yaşanan zorlukların çizimlere de yansıdığı ve bu süreçte kavram karmaşası yaşandığı tespit edilmiştir.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Elif Nur AKKAŞ", "Funda GÜNDOĞDU ALAYLI"], "Yayın Yılı": "23 Mart 2022", "Dergi İsmi": "Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/aibuefd/issue/69015/1001803", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1998678"}
{"Makale Başlığı": "Sosyal medyadaki gerçeklik inşası karşısında bireyin kendini konumlandırması", "Özet": "Özoluşumu üzerinde belirleyici rol üstlenen unsurlar üzerinde durmaktır. Teknoloji tabanlı bir ağ yapılanması olan sosyal medya mecraları, işleyişlerini hem günümüz dünyasının gerçeklikleri hem de hizmet ettikleri kendi anlayışları ekseninde biçimlendirmeye çalışmaktadır. İnşacı izlenim uyandıran bu tür kitlesel mecralar, başvurdukları dil ve görsellik vasıtasıyla arzu ettikleri yöndeki birtakım gerçeklik görüntülerini ortaya koyabilmektedir. Makalenin amacı bağlamında “Sosyal medya, anlatı içerikleri yoluyla gerçekliği yönlendirilmiş biçimde mi servis etmektedir ve bu durum, yapılanma yaklaşımı ile uyumlu mudur?” soruları irdelenmeye çalışılmıştır. Anlatıya dayalı sosyal medya içerikleri, kitlelerin inşası ve gerçeklikleri servis etme biçimleri ekseninde değerlendirmeler yapılmaya çalışılmıştır. Makale, ilgili literatürün incelemesi çerçevesindeki teorik açıklama metoduyla kaleme alınmıştır. Odaklanılan inceleme sonucunda, sosyal medya kullanıcıları ile, söz konusu kullanımın sağlayıcılarının karşılıklı etkileşimine bağlı olarak uzun vadede birbirlerini yansıtacak bir yakınsama içine girebileceği ve ancak fütürist yazarların öngörülerine benzer birtakım sosyal gerçekliklerin ortaya çıkabileceği, bu yöndeki söylemlerin ise yapılanmacı yaklaşım ile çelişmediği sonucuna ulaşılmıştır.", "Konular": ["İletişim"], "Yazar İsimleri": ["Uğur KESKİN"], "Yayın Yılı": "30 Ekim 2021", "Dergi İsmi": "Abant Kültürel Araştırmalar Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/akader/issue/65599/923782", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1722696"}
{"Makale Başlığı": "Bir sembolik şiddet sunumu ve ön plana çıkarılmış kadınlık temsili olarak Temizlik Benim İşim yarışması örneği", "Özet": "ÖzToplumsal cinsiyet rolleri bağlamında eril tahakkümün -varlıklarını ustalıkla unutturan- kodları toplumsal alanların derinliklerine incelikle işlenmiştir. Bu kodların topluma aktarımı ise günümüzde en yoğun olarakmedya aracılığıyla sağlanmaktadır. Medya ve özellikle televizyon ürünleri sayesinde izleyici nezdinde toplumsal cinsiyet rolleri ataerkil ideoloji tarafından üretilmekte ve pekiştirilmektedir. Çalışmanın eksenini oluşturan Bourdieu’nun eril tahakküm kavramı bağlamında ‘sembolik şiddet’in ve Connell’ın hegemonik erkeklik kavramı bağlamında ‘ön plana çıkarılmış kadınlık’ın örnekleri sıklıkla izleyiciye sunulmakta ve doğallaştırılmaktadır. Bu çalışma, bahsedilen kavramların nasıl üretildiği, hangi şekilde meşrulaştığı ve pekiştiği sorularına yönelik olarak Temizlik Benim İşim isimli yarışma programında üretilen söylemlerin, eleştirel söylem analizi yöntemi ile incelemesini içermektedir. Sonuç olarak ise yarışma dahilinde, kadınların hem görüntü olarak hem de söylem olarak aşağı ve tabii kılınmış biçimlerde resmedildikleri görülmüştür.", "Konular": ["Sosyoloji", "İletişim"], "Yazar İsimleri": ["Gülis KURTULUŞ"], "Yayın Yılı": "30 Ekim 2021", "Dergi İsmi": "Abant Kültürel Araştırmalar Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/akader/issue/65599/889419", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1611591"}
{"Makale Başlığı": "Veblen’in gösterişçi tüketim kavramı çerçevesinde sosyal medya: Instagram influencer’ları üzerine bir analiz", "Özet": "ÖzTüketim insanlık tarihinin tüm dönemlerinde çeşitli yapılarda meydana gelmiş ve sürekli olarak dönüşüm halinde olan bir olgudur. Dünya tarihinde yaşanmış olaylar (sanayi devrimi, savaşlar, salgınlar vb.), kapitalizmin yükselişi, teknolojik gelişmeler (internet, akıllı cihazlar, telefon, bilgisayar) toplumların yapısını değiştirmiştir. Toplumların yapısının değişmesiyle birlikte tüketim alışkanlıkları ve tüketici davranışları da değişime uğramıştır. Bu bağlamda modern zamanın tüketim alışkanlıkları, geleneksel topluma göre farklılık göstermektedir. Modern öncesi toplumlarda tüketim genellikle zorunlu ve gerekli ihtiyaçların karşılanmasına yönelik faydacı bir tüketim olarak gözükmektedir. Modern dönemde tüketim ise gerçek ihtiyaçların yanı sıra sembolik tüketim, gösterişçi tüketim, haz alma, bir imaj elde etme veya statü oluşturma gibi soyut ihtiyaçlara yöneliktir. Modern dönem tüketim davranışlarından olan gösterişçi tüketim gösteriye dayalı bir olgudur. Günümüzde ise sosyal medya bu gösteri alanlarına elverişli bir ortam oluşturmuştur.  Çalışmada bir sosyal medya uygulaması olan Instagram’ın gösterişçi tüketime olan etkisi ve Influencer’ların gösterişçi tüketim ögelerini ne sıklıkla kullandığı ve bu ögelerin neler olduğunun saptanması amaçlanmıştır. Bu bağlamda çalışma kapsamında beş Instagram Influencer’ının fotoğrafı gösterişçi tüketim perspektifinden göstergebilim yöntemiyle analiz edilmiştir. Elde edilen analiz sonucunda sosyal medyanın gösteriş tüketiminde önemli bir etkisinin olduğu sonucuna varılmıştır. Instagram Influencer’larının da gösterişçi tüketimde önemli rol oynadığı ve tüketicileri gösterişçi tüketime yönlendirdikleri tespit edilmiştir.", "Konular": ["İletişim"], "Yazar İsimleri": ["Simge ÜNLÜ", "Muhammet FİLAN"], "Yayın Yılı": "30 Ekim 2021", "Dergi İsmi": "Abant Kültürel Araştırmalar Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/akader/issue/65599/890320", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1615009"}
{"Makale Başlığı": "Araçsal rasyonalite çağında alternatif medyanın kamusal alan yaratma işlevi: Açık Radyo örneği", "Özet": "ÖzEleştirel aklın yerini araçsal akla bırakması, kültür endüstrisi yoluyla kültürün metalaştırılmasıyla kamusal alanda araçsal rasyonalitenin hakimiyeti başlamıştır. Medya endüstrisinin 20. yüzyılın başlarında hızla, gelişen kapitalist piyasa koşullarına uyum sağlaması ve büyük bir sermaye potansiyeli yaratmasıyla medyadaki eleştirel içerik hızla erimiştir. Her daim medyada egemen olanın karşıtı, alternatifi var olmuştur ancak günümüz kapitalist piyasa koşullarında bunların varlığını sürdürmesi giderek zorlaşmıştır. Dolayısıyla Jürgen Habermas’ın tanımladığı burjuva kamusal alanının çöküşünden sonra Nancy Fraser’ın ortaya çıkışına işaret ettiği çoklu kamusal alanları birleştirecek, kapsayacak, temsil edecek ve kendilerini temsil etmelerini sağlayacak alternatif medya pratiklerine her zamankinden daha fazla ihtiyaç vardır. Bu bağlamda, alternatif medyanın kamusal alan oluşturma potansiyeli açısından incelenerek, Açık Radyo’nun çeyrek asırı aşan yayın hayatıyla istikrarlı, finansal olarak sürdürülebilir, tutarlı olarak eleştirel içerik üreten, kamusal alan yaratma konusunda açısından aktif rol üstlenen bir alternatif medya kuruluşu olduğu sonucuna varılmıştır.", "Konular": ["İletişim"], "Yazar İsimleri": ["Oylum TANRIÖVER", "Levent ELDENİZ"], "Yayın Yılı": "30 Ekim 2021", "Dergi İsmi": "Abant Kültürel Araştırmalar Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/akader/issue/65599/971956", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1882683"}
{"Makale Başlığı": "Sosyal medya ve film izleme pratikleri ilişkisi bağlamında Aile Arasında ve Kelebekler filmlerinin izleyici yorumlarının incelenmesi", "Özet": "ÖzYeni iletişim teknolojilerinin gelişmesi ile hayatın her alanında olduğu gibi sinema alanında da değişim ve dönüşümler yaşanmaya başlamıştır. Söz konusu değişimlerden bir tanesi de sinema izleyicisinin seyir tercihleri buna bağlı olarak da film izleme pratikleri üzerinde olmuştur. Önceleri salonlarla sınırlı olan sinemasal deneyim, şimdilerde fiziki ortamda sinema perdesine ihtiyaç duyulmayan bireysel alanlarda da kendisini göstermektedir. Bu çalışma ile gelişen teknoloji bağlamında sosyal medyanın sinema seyircisi üzerinde nasıl bir etkisi olduğu araştırılmıştır. Bu bağlamda 2017 yılında gösterime giren ve bir komedi filmi olan “Aile Arasında” ile 2018 yılında gösterime giren ve sanat filmi olan “Kelebekler” filmlerinin sosyal medyadaki yansımaları ele alınmıştır. Her iki filmin de Twitter, Ekşi Sözlük ve İnci Sözlük’teki yorumları incelenerek sayısal bir tablo sunulmaya çalışılmıştır. Değişen seyir deneyiminin konu edinildiği bu çalışma ile yeni iletişim teknolojilerinin sinema deneyimi ve film izleme pratikleri üzerindeki etkisi ortaya konmuştur.", "Konular": ["İletişim"], "Yazar İsimleri": ["Merve SARIŞIN"], "Yayın Yılı": "30 Ekim 2021", "Dergi İsmi": "Abant Kültürel Araştırmalar Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/akader/issue/65599/790201", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1273152"}
{"Makale Başlığı": "Cinsel Tacizde Bulunmaya Yatkınlık Ölçeği: Türkçeye uyarlama, geçerlilik ve güvenilirlik", "Özet": "ÖzCinsel taciz, her türlü cinsiyetçiliği, istenmeyen cinsel ilgiyi ve cinsel baskıyı içeren bir ayırımcılık şeklidir. Faillerin cinsel tacizle ilgili motivasyonları arasında doyum arayanların duyduğu cinsel arzu, tehdit altında cinsiyet kimliğini savunma isteği ve güç ve cinsiyet arasındaki iktidar ilişkileri yer almaktadır. Araştırmanın konusu olan ve Pryor tarafından geliştirilen “Cinsel Tacizde Bulunmaya Yatkınlık Ölçeği”, erkeğin güçlü konumlarda tanımlandığı on ayrı senaryosuyla, katılımcının cinsel tacize neden olabilecek bir güç ihtiyacının olup olmadığının tespiti için kullanılmaktadır. Bu çalışmada 1987’de Pryor tarafından geliştirilen “Cinsel Tacizde Bulunmaya Yatkınlık Ölçeği” Türkçeye uyarlanarak, ölçeğin geçerlilik ve güvenilirliği test edilmiştir. Ölçek toplam on senaryodan oluşmaktadır. Araştırmada nicel bir yöntem olan anket aracılığıyla 393 kişiden veri toplanmıştır. Çalışmanın Türkçeye çeviri aşamasında nitel araştırma yöntemlerinden biri olan grup odak görüşmesi kullanılmıştır. Elde edilen veriler, istatistiksel analiz programları yardımıyla test edilmiştir. Araştırmanın sonuçlarına göre Türkçeye uyarlanan Cinsel Tacizde Bulunmaya Yatkınlık Ölçeği yüksek düzeyde geçerlilik ve güvenilirlik koşulunu sağlamıştır.", "Konular": ["İletişim"], "Yazar İsimleri": ["Özlem ÇAPAN ÖZEREN"], "Yayın Yılı": "30 Ekim 2021", "Dergi İsmi": "Abant Kültürel Araştırmalar Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/akader/issue/65599/999767", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1990871"}
{"Makale Başlığı": "Kültürel çalışmalar bağlamında Eşkıya Dünyaya Hükümdar Olmaz dizisine yönelik alımlama analizi", "Özet": "ÖzMedya iletilerinin izleyiciler üzerindeki etkisi iletişim çalışmalarının temel sorunsallarından birini oluşturmaktadır. İzleyicilerin medya mesajları karşısında edilgen konumda olduğunu savunan ana akım ve eleştirel yaklaşımlara karşın, İngiliz Kültürel Çalışmalar geleneği içerisinde şekillenen ve Stuart Hall tarafından geliştirilen “kodlama-kodaçımı” yaklaşımına göre iletişim süreci düz bir hat üzerinde ilerlememekte, kodlanan mesajın kodaçımlaması esnasında izler kitlenin varlık koşulları iletileri anlamlandırması noktasında etkili olmaktadır. Kodlama-kodaçımı yaklaşımı izleyicilerin medya iletileri karşısında pasif olmadıkları, izleyicilerin medya içeriklerini onaylama, müzakere etme veya bunlara muhalefet etme şeklinde tutum sergileyebildikleri görüşünü savunmaktadır. Stuart Hall medya metinlerine yönelik anlam oluşum sürecinde izleyicileri aktif olarak konumlandırırken, nitel araştırma yöntemine dayalı görüşme tekniği ile alımlama eylemini bireyin varlık koşulları çerçevesinde bağlamla birlikte değerlendirmektedir. Bu çalışmada “Eşkıya Dünyaya Hükümdar Olmaz” dizisine yönelik kodların izleyiciler tarafından nasıl alımlandığını ortaya koymak amacıyla 10 katılımcı ile derinlemesine mülakat yapılmıştır. Stuart Hall’ün “kodlama-kodaçımı” modeli çerçevesinde gerçekleştirilen çalışma sonucunda katılımcıların genel olarak muhalif ve müzakereci okuma gerçekleştirdikleri görülmüştür.", "Konular": ["İletişim"], "Yazar İsimleri": ["Olgun KÜÇÜK", "Mevlüt  Can KOÇAK", "Arzu KALAFAT ÇAT"], "Yayın Yılı": "30 Ekim 2021", "Dergi İsmi": "Abant Kültürel Araştırmalar Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/akader/issue/65599/1005564", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2012977"}
{"Makale Başlığı": "Durkheim’ın Metodolojisi: Sosyolojik Yöntemin Kuralları Üzerine Bir İnceleme", "Özet": "ÖzEmile Durkheim’ın Sosyolojik Yöntemin Kuralları adlı eserinin incelendiği bu çalışmada, sosyoloji için bilimsel bir yöntemin olması gerektiği üzerinde durulmaktadır. Her ne kadar sosyoloji terimi ilk olarak Auguste Comte tarafından kullanılmış olsa da, 19. yüzyıl düşünüldüğünde herhangi bir sosyolojik faaliyet alanının varlığından bahsedilememektedir. Durkheim, “Sosyolojik bir yöntem nasıl oluşturulabilir?” sorusuyla sosyolojinin hakimiyet kurduğu alanı belirlemeye çalışır ve ilk olarak sosyolojinin ilgi alanının sosyal olaylar olduğunu belirtir. Aynı zamanda sosyal olayların birer şey olarak ele alınması gerektiği üzerinde durarak birtakım nitelikler üzerinden sosyolojik yöntemin kurallarını ortaya koyar. Ancak, Durkheim zamanın şartları düşünüldüğünde sosyolojinin bir bilim olabilmesi için gerekli şartların daha oluşmadığını, belirli çabalar ve çalışmalar neticesinde bir gün bu başarıya ulaşabileceğine inanarak eserini sonlandırır.", "Konular": ["Sosyoloji"], "Yazar İsimleri": ["Banu DEMİRBAŞ"], "Yayın Yılı": "30 Ekim 2021", "Dergi İsmi": "Abant Kültürel Araştırmalar Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/akader/issue/65599/881108", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1580404"}
{"Makale Başlığı": "Byung-Chul Han: Psikopolitika kitap incelemesi", "Özet": "ÖzDeğişen toplumsal yapıları anlamak üzerine çeşitli kitaplar yazılmış ve hâlâ da yazılmaya devam etmektedir. Sabit bir yapıda olmayan toplum, teknolojiden ekonomiye, siyasetten sanata kadar birçok alanda dönüşümler geçirmektedir. Özellikle küreselleşmenin ve yeni iletişim teknolojilerinin artmasıyla değişimler dünya çapında olmuş, toplumlar birbirinden etkilenmiştir. Bu çalışmada yeni toplumsal düzen üzerine soru soran Byung-Chun Han'ın psikopolitika kitabı incelenecektir. Psikopolitika kitabında yazar ve kültür kuramcısı Byung Chul Han postmodern dönemdeki yeni iktidar modelleri, neoliberalizm ve toplum üzerine çözümlemeler yapmaktadır. Bu çözümlemelerde Han, farklı kavramlarla ilişkiler kurarak neoliberalizmin temel mantığını okura aktarmaktadır. Zengin bir kavramsal ilişki kuran Han, neoliberalizmin yeni iktidar teknikleri üzerine düşünmemize yardımcı olmakla birlikte yeni toplumsal düzeni tanımlamaya çalışmaktadır.", "Konular": ["Sosyoloji"], "Yazar İsimleri": ["Aysu UĞUR BALCI"], "Yayın Yılı": "30 Ekim 2021", "Dergi İsmi": "Abant Kültürel Araştırmalar Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/akader/issue/65599/840340", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1446987"}
{"Makale Başlığı": "The Effect of Healthy Living Group Education Applicable to Individuals with Shizophrenia On Positive and Negative Symptoms of Shizophrenia and Assessments of Personal Healing of Individuals with Shizophrenia", "Özet": "ÖzObjective: In this study, it was aimed to reveal the effect of the healthy life group training module, which was applied to individuals with schizophrenia and structured by the employees of Muğla Community Mental Health Center (CMHC), on the positive and negative symptoms of schizophrenia and the subjective recovery evaluations of individuals with schizophrenia.Materials and Methods: Thirty participants with a diagnosis of schizophrenia followed in Muğla CMHC were included in the study. Participants were included in group interviews that lasted 40 minutes once a week for 5 weeks; before and after the group training, the Positive Symptoms Assessment Scale (SAPS), Negative Symptoms Assessment Scale (SANS) and Recovery Assessment Scale (RAS-DS) were administered to the participants.Results: At the end of the group training, it was observed that there was a significant improvement in all subscales and the total scale score, except for the \"SANS attention subscale\" (p<0.05 for all parameters). Also, there was a significant improvement in SAPS total (p:0.041) and delusional subscale scores (p:0.030). In addition, there was a significant increase in the total and all subscale scores of the RAS-DS scale (p<0.05 for all parameters).Conclusion: The results showed that the participants in the healthy life group training module experienced significant and positive changes in their disease symptoms and subjective improvement evaluations. The present study emphasizes the value of psychosocial interventions in the recovery process when planning mental health services for individuals with schizophrenia.", "Konular": ["Tıp"], "Yazar İsimleri": ["Meltem Derya ŞAHİN"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/1069336", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2237196"}
{"Makale Başlığı": "Management of Delirium in Patients Developing Post-Surgical Delirium and Consulted to the Mental Health and Diseases Clinic: A Single Center Experience", "Özet": "ÖzObjective: Delirium is a clinical picture characterized by sudden onset deterioration in attention and cognitive functions. There are many reasons underlying the delirium clinic; even just surgery can have the effect of creating delirium. In this study, we aimed to make a retrospective analysis of the treatment approaches in patients who were operated in the general surgery clinic and who were consulted to the psychiatry clinic due to the development of delirium during the postoperative follow-up period.Materials and Methods: Patients who were operated in Muğla Training and Research Hospital General Surgery clinic between January 2019 and November 2021 and who were consulted to the psychiatry clinic considering that delirium developed in the postoperative period were included in the study.Results: 13(24.2%) of 38 patients were female and 25(65.8%) were male. The median age was 61.5(iqr:45.5-79.25). The duration of the operation was found to be related to the duration of the symptoms in the delirium picture (p:0.038). Total length of stay in the intensive care unit and hospital was found to be associated with the duration of delirium.Conclusion: The prolongation of the duration of symptoms in patients with delirium is associated with the prolongation of the duration of intensive care and total hospitalization in patients. Again, prolonged operation times were found to be associated with the symptom duration of the delirium. The evaluation of this patient group by psychiatry professionals plays an important role in the early diagnosis of this clinic, which has a significant impact on mortality and morbidity.", "Konular": ["Tıp"], "Yazar İsimleri": ["Meltem Derya ŞAHİN", "Samet ŞAHİN"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/1067988", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2231793"}
{"Makale Başlığı": "The Analysis of Foreign National Cases Evaluated in The Forensic Medicine Department of Bolu Abant İzzet Baysal Universty Between 2015-2019.", "Özet": "ÖzObjective: Turkey has been struggling with a serious migration wave in the last ten years. It is of great importance to carry out studies to reveal the problems of immigrants and asylum seekers who took refuge in the country.Materials and Methods: In this study, foreign nationals whose forensic reports were prepared in Bolu Abant İzzet Baysal University Forensic Medicine Clinic between 2015-2019 were examined.Results: In this study, 85 cases were included: 67.1% (n: 57) of the cases were male, 32.9% (n: 28) were female. The mean age was 22.37±12 years (min:1, max:67). Forensic authorities sent 63.5% (n:54) of the cases for the final trauma report. Of these 54 cases, the most common injury was as a result of beating (n:37, 68.6%). A report was prepared for 10 cases about the power of discernment. Seven cases (8.2%) were admitted to our clinic due to sexual abuse. All seven cases were female and four of them were under the age of 18.Conclusion: We believe that multi-center and comprehensive studies with a greater number of cases regarding foreign nationals, which has been a reality of our country for a long time, may provide more accurate data on foreign nationals and thus offer the right solution proposals.", "Konular": ["Tıp"], "Yazar İsimleri": ["Erdem HÖSÜKLER", "Zerrin ERKOL", "Gamze DİNÇER"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/1056064", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2185027"}
{"Makale Başlığı": "A Review On Covid-19 Phobies of Nursing Students", "Özet": "ÖzObjective: This study was planned to determine the COVID-19 phobia levels of nursing students studying at a foundation university in Istanbul.Materials and Methods: The descriptive and cross-sectional study was conducted with 249 nursing students who voluntarily agreed to participate in the study. The data were collected with the online data collection form prepared by the researchers in line with the literature, and the form includes 19 questions on socio-demographic characteristics and 20 questions on the COVID-19 Phobia Scale.Results: It was found that the mean age of the students participating in the study was 20.35±2.11 years, and 99.6% (n=248) were female, 25.7% (n=64) were 3rd-grade students and 57.4% (n=143) were living in the province, it was determined that 87.6% (n=218) had a habit of smoking, 22.9% (n=57) of them were not familiar with COVID-19, 33.7% of them had a relative who was diagnosed with COVID-19 and 81.9% (n=204) did not have any handshake/hug/contact with individuals other than their families. In the sample, the Cronbach’s Alpha of the scale was found to be 0.95. The C19P-S variable was found to be 60.17±20.18. The highest sensitivity was found in the item “I am extremely afraid of the possibility of catching the coronavirus in one of their families”. The highest phobia was seen in the social sub-dimension. The students with the most somatic phobia were the 2nd year students with a mean of 17.07±6.24. It was determined that the students with the highest level of social anxiety lived in the town. As the age increases, the level of economic phobia also increases.Conclusion: It was determined that the COVID-19 phobia levels of the nursing students changed according to their age and place of residence, and their social and somatic anxieties were high. In line with these results, it is recommended to include methods of coping with infectious diseases, including COVID-19, in the nursing education curriculum and to provide psychological support for epidemics.", "Konular": ["Tıp"], "Yazar İsimleri": ["Nuriye DEĞİRMEN", "Esra KILINÇ AKMAN", "Nevin KANAN"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/989753", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1952190"}
{"Makale Başlığı": "Sağlık Çalışanlarında Kesici-Delici Alet Yaralanmaları: İkinci Basamak Bir Hastane Deneyimi", "Özet": "ÖzAmaç: Sağlık çalışanları çalışma alanları içinde yaralanmalara maruz kalabilmektedirler. Bu çalışmada kesici-delici alet yaralanmaları teması sonrasında oluşabilecek enfeksiyonlar, risk faktörleri ve öneriler irdelenmeye çalışılmıştır.Gereç ve Yöntemler: Cizre Devlet Hastanesinde 2012-2019 yılları arasında görev yapan sağlık çalışanlarının kesici ve delici alet yaralanmalarına maruz kalma durumları retrospektif olarak değerlendirildi.Bulgular: Sekiz yıllık süre içinde 132 kişide kesici-delici alet yaralanmaları maruziyeti vardı. Yaralanmaya en fazla maruz kalan meslek grubu hemşirelerdi (% 69.7). Acil servis (%21.2) ve kan alma birimlerinde (%17.5) yaralanma daha fazla görüldü. Yaralanmanın en sık nedeni iğne ucu maruziyeti (%76.5) ve en sık yaralanan vücut bölümü parmak ucuydu (%72.7). Yaralanmalar daha çok yüzeyel yaralanma (%72.7) idi. Kesici-delici alet yaralanmalarına maruz kalınan kaynak hastaya ilişkin bulaşıcı hastalıkların değerlendirilmesinde; Yaralanmaların % 45.5’inde kaynak saptandı. Kaynak saptanan 46 kişide (%34.9) bilinen bulaşıcı hastalık yoktu. On kişide (%7.6) Hepatit B, 4 kişide (%3) ise Hepatit C varlığı biliniyordu.Sonuç: Çalışmamızda kesici ve delici alet yaralanmalarının yüksek oranlarda meydana geldiği görüldü. Mesleki gruplardan hemşirelerin yaralanmaya daha sık maruz kaldığı, yaralanmanın daha çok acil serviste görüldüğü, en çok iğne ucu maruziyeti ilişkili yaralanmanın gerçekleştiği görüldü.  ", "Konular": ["Tıp"], "Yazar İsimleri": ["Mehmet Reşat CEYLAN", "Mehmet ÇELİK"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/958819", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1847815"}
{"Makale Başlığı": "Myastenia Gravis Hastalarının Ses Değişikliklerinin Değerlendirilmesi", "Özet": "ÖzAmaç: Bu çalışmanın amacı, miyasteni gravis (MG) hastalarının akustik analizlerinin bazı parametrelerinde sabah ve akşam yapılan ölçümler arasındaki değişiklikleri incelemektir.Gereç ve Yöntemler: Osserman ve Gengkins sınıflandırmasına göre bir nöroloji uzmanı tarafından Faz-2A (Hafif Genelleştirilmiş MG) tanısı almış 24 MG hastası dahil edildi. İşitsel-Bilişsel ses muayeneleri GRBASI ölçeği kullanılarak gerçekleştirilmiş ve Fo, Shimmer, Jitter, NHR (Noise to harmonic ratio), MPT (Maximum Phonation Time) ve s / z oranları hesaplanmıştır.Bulgular: Hastaların sabah ve akşam ses ölçümleri GRBASI ölçeğine göre karşılaştırıldığında, B, A ve S değerleri arasında anlamlı fark bulunurken, G, R ve I değerleri arasında istatistiksel olarak anlamlı bir fark bulunmadı. Sabah ve akşam yapılan vakaların Fo, Shimmer, NHR, s / zRatio ve VHI (ses handikap indeksi) ölçümleri arasında istatistiksel olarak anlamlı farklılıklar bulundu. Ancak, Jitter ölçümleri arasında hiçbir fark bulunamadı. Erkeklerin Fo ve MPT ölçümlerinin sabah ve akşam değerleri arasında istatistiksel olarak anlamlı fark bulundu. Yine kadınların Fo ve MPT ölçümlerinin sabah ve akşam değerleri arasında istatistiksel olarak anlamlı fark bulundu.Sonuç: Myasthenia Gravis hastaları için gün içinde kas gücünün azalması ve gırtlak kaslarındaki yorgunluk beklenen bir süreçtir ve bu çalışmada objektif olarak sunulmuştur. Böylelikle MG hastalarının sabah ve akşam akustik analizlerinin değerlendirilmesiyle olası iletişim problemlerinin ses terapileri ile önlenebileceği düşünülmektedir.", "Konular": ["Tıp"], "Yazar İsimleri": ["Recep BAYDEMİR", "Murat DOĞAN", "Murat GÜLTEKİN", "Altan KAYA", "Şeyma BENLİ"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/945564", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1797820"}
{"Makale Başlığı": "Evaluation of Perceptions of Aging of the Elderly Living in a District", "Özet": "ÖzObjective: The aim of the study is to evaluate the aging perceptions of individuals aged 65 and over living in Eldivan district.Materials and Methods: The data were collected face to face with 292 elderly living in Eldivan district of Çankırı between June 1, 2020 and August 30, 2020. The Descriptive Information Form and the Aging Perception Questionnaire Short Form were used as data collection tools. One-Way Analysis of Variance (ANOVA) and T test in independent groups were used in statistical analysis.Results: The average age of the elderly was 71.85 ± 6.595, 57.2% were men, 39.4% were primary school graduates, 71.6% had chronic diseases. In the study, a statistically significant difference was observed between age groups, educational status, with whom they lived, presence of chronic disease and perception of old age (p<0.05). Age perception score was found to be 53.95 ± 6.3 (32-76).Conclusion: In line with these results, it was seen that the elderly's perceptions of aging in the present study were negative / negative. Perception of aging is an important consideration for the health and well-being of older adults. Considering the importance of this concept for other health components such as quality of life and life satisfaction, cost-effective and simple methods can be used to improve the aging perception of the elderly. Therefore, interventions such as supporting their physical health and telehealth services may be beneficial in order to make the elderly's perceptions of old age positive / positive in health services.", "Konular": ["Tıp"], "Yazar İsimleri": ["Huri Seval GÖNDEREN ÇAKMAK", "Kutay KAŞLI"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/954826", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1833204"}
{"Makale Başlığı": "Travma Dışı Akut Bilinç Kaybı ile Gelen Çocuk Hastaların Değerlendirilmesi", "Özet": "ÖzAmaç: Bilinç kişinin kendisinin ve çevresinin farkında olma durumudur. Koma ve bilincin bozulduğu diğer durumlar, serebral işlevlerin, yapısal veya yapısal olmayan (toksik, metabolik, farmakolojik, nöbetler) nedenlerle bozulması sonucu ortaya çıkarlar. Çalışmamızda travma dışı akut bilinç kaybı ile çocuk acil servisine başvuran hastaların klinik ve laboratuvar özellikleri değerlendirerek; etyoloji ve prognozu etkileyen faktörlerin belirlenmesi amaçlanmıştır. Gereç ve Yöntemler: SBÜ Ankara Dr. Sami Ulus Kadın Doğum, Çocuk Sağlığı ve Hastalıkları Eğitim ve Araştırma Hastanesi Çocuk Acil Kliniğine travma dışı bilinç değişikliği nedeniyle başvuran ve yatırılarak tedavi edilen 57 hasta çalışmamıza dahil edildi. Hastalar başvuru esnasındaki Glasgow koma skalası değerlerine göre 2 gruba ayrıldı ve gruplar arasında etiyoloji, morbidite,  yatış süresi, mortalite açısından farklılık olup olmadığı araştırılmıştır.Bulgular: Hastaların yaş ortalaması 4,6±3,91 yıl (4 ay-15 yıl) olup; 33’ü (%58) kızdı. Glasgow Koma Skalası 8 ve altında olanlar Grup-1, 9-15 arasında olanlar Grup-2 olarak tanımlandı. Glasgow Koma Skalası değerine göre 44 hasta (%77,2) Grup-1, 13 hasta (%22,8) Grup-2’ye dahil edildi. Grup-1 ve Grup-2 hastaları arasında etiyolojik dağılım, sekel ve mortalite açısından anlamlı fark bulunamamıştır.Sonuç: Çocukluk döneminde travma dışı bilinç kaybı acil müdahale edilmesi, tanıya yönelik tetkiklerin alınması ve tedavi edilmesi gereken bir durumdur. Öncelikli olarak enfeksiyon hastalıkları ve entoksikasyonlar düşünülmelidir. Nörolojik sekel yönünden enfeksiyon ve status epileptikus tanısı alan hastalar arasında anlamlı fark olmadığı tepit edildi.", "Konular": ["Tıp"], "Yazar İsimleri": ["İlknur BODUR", "Deniz YÜKSEL", "Yavuz GÜRER"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/912375", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1694745"}
{"Makale Başlığı": "Hysterosalpingography for Diagnosing Tubal Patency in Infertile Women", "Özet": "ÖzObjective: Tubal obstruction is one of the most common causes of female infertility. While laparoscopy (LS) is the gold standart method for assessing the patency of the tubes, hysterosalpingography (HSG) is widely used as a first-line approach in infertility work-up. The aim of this study was to compare HSG and LS in assessment of tubal patency.Materials and Methods: Patients who underwent HSG, followed by LS for primary and secondary infertility between January 2015 and June 2017 were retrospectively analyzed. The laparoscopic findings were accepted as reference standard to calculate the diagnostic accuracy of HSG for tubal patency.Results: A total of 67 patients were included into the analysis. The sensitivity, specificity, positive and negative predictive values of HSG for bilateral tubal patency were 82%, 75%, 91% and 57%, respectively. The sensitivity, specificity, positive and negative predictive values of HSG for bilateral tubal obstruction were 62%, 93%, 55% and 94%, respectively.Conclusion: Our findings showed that HSG has high validity, on predicting tubal patency in particular. Laparoscopy should be used in patients with HSG showing nonpatency. ", "Konular": ["Tıp"], "Yazar İsimleri": ["Özge KAHRAMANOĞLU", "Sinan GÜNGÖR", "Fatma Ferda VERİT"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/909287", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1683094"}
{"Makale Başlığı": "Covid-19 Pandemisi Cerrahi Tedavi Uygulanan Kırıkları Nasıl Etkiledi?", "Özet": "ÖzAmaç: Çalışmanın amacı, COVID-19 pandemisinin ortopedik cerrahi gerektiren kırıklar üzerindeki etkisini, geçen yıl aynı 6 aylık dönemle karşılaştırarak araştırmaktır.Gereç ve Yöntemler: Nisan 2020 ile Ekim 2020 arasında kırık nedeniyle ortopedik cerrahi geçiren hastalar geriye dönük olarak tarandı ve 211 hasta çalışmaya dahil edildi. Kontrol grubu olarak 2019 yılının aynı 6 aylık döneminde ameliyat olmuş 184 hasta çalışmaya dahil edildi. Hastaların demografik verileri, kırık sayısı ve dağılımı incelendi.Bulgular: Kontrol grubundaki hastaların 111'i erkek, 73'ü kadındı. Çalışma grubunda 121 hasta erkek, 90 hasta kadındı. Trafik kazaları ve iş kazalarından kaynaklanan kırıklarda istatistiksel olarak anlamlı bir fark yoktu (p=0,742, p=0,602 sırasıyla). 20 yaş altı grubu ile 20-65 yaş grubu arasında istatistiksel olarak anlamlı bir fark vardı (p=0,015, p=0,026 sırasıyla). Multitravmalı hastaların sayısı 16'dan 30'a çıktığı görüldü. Ayrıca femur subtrokanterik ve tibia distal uç kırıkları sayısında istatistiksel olarak anlamlı artış gözlendi (p=0,042, p=0,029 sırasıyla).Sonuç: Geçen yılın aynı dönemine göre cerrahi tedavi gerektiren hasta sayısında artış olmamasına rağmen subtrokanterik femur ve distal tibia kırıkları arttı.", "Konular": ["Tıp"], "Yazar İsimleri": ["Tacettin AYANOĞLU", "Mahmut KURTBOĞAN", "Toygun Kağan EREN", "Hüseyin Anıl ÜNAL", "Caglar OZDEMİR", "Mahmut Timur TURHAN"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/1085359", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2300129"}
{"Makale Başlığı": "Utility of Serum Ferritin as A Predictor of Colorectal Cancer in Elderly Patients", "Özet": "ÖzObjective: Ferritin is an indicator of iron deficiency. Colorectal cancer is an important cause of morbidity and mortality in older subjects. The aim of this study was to determine the value of serum ferritin and ferritin-transferrin saturation in the diagnosis of colorectal cancer in older subjects.Material and Methods: 600 older patients who had undergone upper and lower gastrointestinal endoscopic examination were included into the study. Serum iron profile and C-reactive protein were also recorded. Patients were then evaluated by three different ferritin levels according to their iron profiles: method 1: ferritin < 50 µg/L; method 2: ferritin < 100 µg/L; method 3: ferritin+transferrin saturation index. The relationship between existence of colorectal cancer and serum ferritin level was investigated. Results: 528 patients had normal upper and lower endoscopic findings. 72 patients had colorectal carcinoma with normal upper gastrointestinal findings. Method 1 (ferritin<50 µg/L) predicted 58.4% of patients with colorectal carcinoma with a sensitivity and specificity of 63% (95% CI:52-74) and 53% (95% CI: 48-57) respectively. However, sensitivity [91% (95% CI:82-96)] of method 3 was greater than method 1 and 2 with a AUROC value of 70.4%. There was no difference by means of median ferritin levels. Median transferrin saturation index was significantly higher in group I (Normal subjects) compared to patients in group II (Colorectal cancer patients) (17.5 vs 8%, p<0.001).Conclusion: Serum ferritin <50 μg/L and <100 μg/L have rather low diagnostic yield in the decision making of colonscopic examination for colorectal carcinoma. However, ferritin <100 μg/L and TSI <16% values can be more useful in selecting older patients for colonoscopic examination.", "Konular": ["Tıp"], "Yazar İsimleri": ["Fatih KARAKAYA", "İrfan SOYKAN"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/837087", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1435521"}
{"Makale Başlığı": "Characteristics and Economic Burden of Hospitalized Elderly Patients (> 65 Years) Due to Community-Acquired Pneumonia", "Özet": "ÖzObjective: The prevalence hospitalization of elderly patients due to community acquired pneumonia (CAP) is high and increases the hospital cost. Characteristics and economic burden of hospitalized elderly patients (>65years) due to CAP were analyzed.Materials and Methods: We performed a retrospective analysis of the 180 patients who were hospitalized with pneumonia between 01.01.2015-15.11.2017. Patients older than 65 years old and hospitalized for CAP were followed up for up to 30 days from initial hospitalization for mortality and the patients who were discharged were followed up to 90 days of initial hospitalization. Hospital costs were analyzed.Results: 115(60%) patients were older than 65. 82.4% of the patients received oxygen therapy and 27.8% of them received noninvasive mechanical support. 16.5% of the patients needed intensive care support. PSI was increased with age(p=0.021). Thirty-day mortality was related with older age(p=0.048). Total treatment costs were increased with high PSI (p=0.003). Increased PSI and total cost were significantly associated with mortality (p=0.000). Thirty-day mortality was related with older age(p=0.048), but age was not related with 60-day and 90-day mortality (p=0.244, p=0.469). 30-day mortality was high in patients with COPD and malignancy (p=0.038, p=0.040). No associations were found between total hospital cost and additional diseases (p>0.05).Conclusion: CAP is a common cause of hospitalization in elderly patients. Older patients had more severe CAP which caused high mortality and high treatment costs; so it is important to identify elderly patients with risk factors for early adequate treatment.", "Konular": ["Tıp"], "Yazar İsimleri": ["Nuran KATGI", "Aysu AYRANCI", "Fevziye Fatma TUKSAVUL"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/969524", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1874224"}
{"Makale Başlığı": "Safra Kesesi Neoplazmını Taklit Eden İntramural Safra Kesesi Hematomu ve Tanıda MRG’nin Önemi", "Özet": "ÖzSafra kesesi hematomu karın ağrısının nadir bir sebebidir. Semptomlar genellikle non-spesifiktir Bu yüzden görüntüleme yöntemleri tanıda önemlidir. Ancak eşzamanlı radyolojik görüntülemelere rağmen, safra kesesi hematomunu teşhis etmek zor olabilir. Çünkü safra kesesi neoplazmı ve tümefaktif safra çamuru ile benzer görüntüleme bulgularına sahiptir. Biz safra kesesi tümörünü taklit eden intramural safra kesesi hematomlu bir olguyu ve radyolojik bulgularını sunuyoruz.", "Konular": ["Tıp"], "Yazar İsimleri": ["Mustafa YILDIRIM", "Hakan ARTAŞ"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/929104", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1737699"}
{"Makale Başlığı": "Clenched Fist Syndrome: A Case Report", "Özet": "ÖzObjective: Clenched fist syndrome, an isolated form of fixed dystonia in the hands that does not return to the neutral position at rest, is a long-term, difficult-to-treat condition that can be confused with focal hand dystonia. We aimed to describe the differential diagnosis and treatment of a case with celenched fist syndrome. Case: Our case, a 22-year-old male patient diagnosed with Clenched fist syndrome, presented with the complaint of progressive inability to open and use his left hand for about 3 months. The tram did not describe. Over time, his left hand turned into a fist. Electromyography, cervical, plexus and cranial magnetic resonance imaging were evaluated as normal. There was no drug use. On physical examination, shoulder, elbow and thumb joint ranges of motion were normal. There was mild edema in the dorsal aspect of the left hand. Left hand fingers from proximal interpharyngeal joint, 100 degrees of flexion, do not actively neutralize, remain in -15 degrees extension with passive force. The distal interpharyngeal joints were approximately 50 degrees of flexion. It could be forced into neutral position. No significant trophic changes and nail changes were observed in the hand. Hyperesthesia, hyperalgesia and allodynia in the patient's history and examination; There was no change in temperature, color or sweating on the skin. The patient was included in the physical therapy program. He refused to be asked for psychiatric consultation. Partial improvement was observed in joint contractures after treatment. Conclusion: In patients with fixed dystonia, invasive approaches for diagnosis and treatment should be avoided after primary and secondary causes are ruled out; A multidisciplinary approach should be made with a team of specialists such as physical therapists and psychiatrists.", "Konular": ["Tıp"], "Yazar İsimleri": ["Gülsüm Zeynep Fatma YAVUZ"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/951916", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1822123"}
{"Makale Başlığı": "A Case of Urinary Tract Infection Caused by Shigella Boydii", "Özet": "ÖzBacteria of the Shigella genus  in the Enterobacteriaceae family which are pathogenic for humans are gram negative dormant bacilli. Shigella species, which cause especially gastrointestinal infections , are one of the most common causes of bacterial gastroenteritis. Extra-gastrointestinal Shigella infections are rare and usually show with neurological findings and arthritis. Urinary tract infections caused by Shigella species are extremely rare in the literatur.  In our case, a urinary tract infection caused by Shigella boydii isolated from the urine culture of an 80-year-old female patient who applied to the urology policlinic with complaints of dysuria and pollacuria for three days is presented.", "Konular": ["Tıp"], "Yazar İsimleri": ["Nurefşan ERDİREN", "Sezer ÇİZMECİ", "Çağdaş ŞENEL", "Tuğba KULA ATİK"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/1033118", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2117713"}
{"Makale Başlığı": "A Central Nervous System Actinomycosis Accompanying Malignancy", "Özet": "ÖzActinomyces is a gram-positive anaerobic bacillus found in the intraoral flora and rarely causes granulomatous suppurative infection. Cervicofacial infection usually occurs in people with poor oral hygiene or immunosuppressive disease, in situations that allow the agent to reach deeper. Central nervous system involvement of Actinomyces species is extremely rare. It can be confused with central nervous system malignancies radiologically and clinically. In such cases, patients must be evaluated together with clinical, imaging findings, and microbiological and pathological examinations. In this case report, we aimed to present a case of brain abscess due to Actynomices spp. which accompanying with central nervous system malignancy.", "Konular": ["Tıp"], "Yazar İsimleri": ["Safiye Bilge GÜÇLÜ KAYTA", "Sevil ALKAN", "Anıl AKÇA", "Taylan ÖNDER", "Alper ŞENER"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/894172", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1628995"}
{"Makale Başlığı": "Geriatric Palliative Care and Nursing Approach", "Özet": "ÖzPalliative care is an interdisciplinary approach aimed at improving symptom management and quality of life in the care of individuals with serious and life-threatening diseases. Today, the elderly population is increasing rapidly compared to the young population. This means that most people spend their lives with symptoms characterized by functional disability, vulnerability and cognitive decline that require a geriatric care approach. However, there is still no adequate conceptual framework related to this issue and it is structured despite all its difficulties.", "Konular": ["Tıp"], "Yazar İsimleri": ["Özlem UĞUR"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/918765", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1713187"}
{"Makale Başlığı": "Trunk Stabilization and Its Rehabilitative Effects in Children with Cerebral Palsy", "Özet": "ÖzThe trunk has a major role in providing dynamic stabilization in postural reactions. It also plays a critical role in supporting upper and lower extremity movements, loading, and protecting the spine. Trunk stabilization is the maintenance of trunk postural control and movement despite the disturbing effects of gravity, internal and external perturbations. Cerebral palsy (CP) is a non-progressive neurodevelopmental disease. Weak trunk control is common among children with CP. Trunk stability is important in rehabilitation because of its contribution to the child’s activity and participation. However, the results of trunk stabilization training in CP rehabilitation are limited, and few studies have emphasized the importance of trunk stabilization in CP. Considering the growing interest in supportive and novel rehabilitation methods in children with CP, this paper aimed to (i) describe the main features of neck and trunk stabilization (ii) summarize the possible therapeutic effects of neck and trunk stabilization methods based on different approaches in patients with CP. As a result, the literature demonstrates that these exercises benefit the rehabilitation process in reducing the negative effects of trunk instability. Increasing trunk stabilization with different techniques can improve the child’s upper-lower extremity skills, visual-perceptual functions and balance abilities.", "Konular": ["Tıp"], "Yazar İsimleri": ["Aysel YİLDİZ OZER"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/957341", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1842509"}
{"Makale Başlığı": "A Forgotten Zoonotic Diseases: Q Fever", "Özet": "ÖzQ fever is an important zoonotic disease with various clinical presentations and complaints that is still neglected.  Since the diagnosis of the disease is not a routine test, occupational exposure should be evaluated in cases of unexplained complaints.  In unexplained organ involvement, in endemic areas with acute phase (sediment and CRP elevation) indicator high, patients should be examined serologically for q fever. In this article, the clinical diagnosis and treatment of q fever was tried to be presented in the light of the latest literature.", "Konular": ["Tıp"], "Yazar İsimleri": ["Pinar SIRMATEL BUCUK", "Fatma SIRMATEL"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/971356", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1880400"}
{"Makale Başlığı": "İnsan Papilloma Virüsü (HPV) ve Aşılarının Kullanımı Sonrası Toplumsal Etkileri", "Özet": "Özİnsan Papilloma Virüsü (IPV/HPV) deri ve mukozal yüzeylerdeki bazal epitelyal hücreleri enfekte eden papillomavirus ailesine mensup bir DNA virüsüdür. HPV, rahim ağzı (serviks) kanserinin yanı sıra anüs, penis, vulva, vajina ve orofarenks kanserlerinin de nedenidir. HPV virüsünün sosyokültürel ve ekonomik parametrelerden bağımsız olarak hemen her yaşta görülebileceği anlaşılmıştır. Ayrıca enfekte olan kişilerde uzun süre herhangi bir belirti olmasa da virüsün vücuttaki yaşam döngüsü devam edebilmektedir ve uzun vadede kanser gelişimine neden olabilmektedir. HPV kapsid proteinlerine karşı nötralize edici antikorlar üretmenin, enfeksiyona karşı etkili bir profilaktik aşı üretim stratejisi sayesinde gerçekleşebildiği kanıtlanmıştır. Bivalan (2vHPV), quadrivalan (4vHPV) ve  nanovalan (9vHPV) olmak üzere üç tip HPV aşısı bulunmaktadır. Bivalan HPV aşısı (2vHPV), servikal kanserlerin yaklaşık %71'inden sorumlu olan en onkojenik HPV tipleri olan 16 ve 18 VLP'leri içermektedir. Quadrivalan HPV (4vHPV) ise, genital siğillerin yaklaşık %90'ından sorumlu olan 6 ve 11'deki VLP'ler ile birlikte 16 ve 18 VLP'leri de içermektedir.  Nanovalan (9vHPV) aşıları ise, quadrivalan HPV (4vHPV) içeriğine ek olarak rahim ağzı kanserinde sık sık tespit edilen HPV tipleri 31, 33, 45, 52, 58 VLP'leri de içermektedir. Profilaktik HPV aşılarının immünojenik olduğuna ve HPV enfeksiyonundan önce uygulandıklarında yüksek dereceli servikal intraepitelyal neoplazi (CIN) dahil olmak üzere hedeflenen tipte HPV enfeksiyonlarına ve tipe özgü genital lezyonlara karşı etkili olduğu bilinmektedir. Bu derleme çalışmasında özellikle, HPV virüsünün temel mekanizması, uygulanan aşı tipleri, küresel kullanımı ve aşılama sonrasında görülen toplumsal etkileri ele alınmıştır.", "Konular": ["Tıp"], "Yazar İsimleri": ["Semra SOYDAM AYDIN", "Levent AKIN"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/977792", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1905045"}
{"Makale Başlığı": "C (Covid) Kuşağı, Ekranlı Araçlar ve Göz Sağlığı Üzerine Bir Alanyazın İncelemesi", "Özet": "ÖzÇocukların davranışları farklı nesiller boyunca teknolojik ve sosyal gelişimlerden etkilenerek değişti. Koronavirüs pandemisi 2019 tarihinde ortaya çıkan virüs salgını ile birlikte bütün dünyaya yayıldı. Salgınla mücadele kapsamında gerek çalışma gerekse de eğitim ve öğretim şartları ciddi değişliklere uğradı. Uzaktan eğitimler ve ev ofis tarzında uzaktan çalışma tüm dünyada pandemi izolasyonu kapsamında uygulanmaya başladı. Bu durum akıllı telefon, bilgisayar, tablet ve diğer ekranlı araç kullanımını doğrudan yaşam tarzı haline getirerek, ekranlı dijital araçları hayatımızın ayrılmaz bir parçası olmasına sebep oldu. Bu yeni durum çocuk ve ergenlerde yeni bir kuşak olan ve C kuşağı (Covid)  olarak da adlandırılabilecek dijital ekran alışkanlıkları ve yaşam farklılıkları önemli ölçüde değişen bir neslin yetişmesine yol açtı. 2019 dan itibaren C kuşağı olarak adlandırılabilecek çocuklar dünya ile iletişimlerini dijital bir ekran vasıtası ile yapar ve tanır hale geldiler. Böylece günümüz çocukları dijital akıllı cihazlarla çevrili bir dünyada büyüyorlar. Yaşamın temel bir parçası haline gelen akıllı telefonlar, televizyonlar, tabletler veya bilgisayarlar günlük yaşamlarında, evde ve okulda olduğu kadar ofis dışında da rutin kullanılan araçlar olarak hayatımızda yer aldı. Ekranlı dijital cihaz kullanım alışkanlıklarının değişmesi de beraberinde özellikle göz sağlığının ciddi oranda etkilenmesi sonucunu doğurdu. Bu araştırmada dijital ekranların göz sağlığı ve görme bozuklukları üzerine etkilerine yönelik bir alanyazın incelemesinin yapılması amaçlanmıştır. Bu doğrultuda doküman inceleme yöntemi ile bu konudaki bilimsel veriler incelenerek sentezlenmiş, günümüz dijital çağda alınabilecek koruyucu önlemler ve yenilikler ele alınmıştır.", "Konular": ["Tıp"], "Yazar İsimleri": ["İbrahim ŞAHBAZ"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/1070761", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2243014"}
{"Makale Başlığı": "Stem Cell Transplantation and COVID-19 Pandemic", "Özet": "ÖzPatients undergoing hematopoietic stem cell transplantation for malignant or non-malignant reasons are considered to be potentially at risk for encountering COVID-19, as they are an immunocompromised group. The decrease in the ability of this patient group to control viral replication with immunosuppression is thought to be an aggravating factor or at the same time a protective factor as it reduces the inflammatory phase. Due to the pandemic, stem cell transplant centers are required to follow guidelines on COVID-19 prevention and symptom management. This review has been prepared to examine the treatment and care process of hematopoietic stem cell transplant patients during the pandemic period.", "Konular": ["Tıp"], "Yazar İsimleri": ["Yasemin KARACAN", "Rıdvan ALİ"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/983037", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1925853"}
{"Makale Başlığı": "Immunsupressive Drugs and HBV Reactivation", "Özet": "ÖzIt is estimated that more than two billion people worldwide are infected with the Hepatitis B Virüs(HBV). Hepatitis B virüs reactivation(HBVr) is a potentially fatal complication after immunosuppressive therapy. The risk of HBV reactivation in those receiving immunosuppressive therapy varies according to the status of HBV infection and the degree of immunosuppressive effectiveness of the drug used. Since HBVr due to immunosuppressive therapy is a preventable condition, it is important how and when antiviral drug treatment will be given to which patient. Therefore, in this review, it is aimed to determine the risk groups related to HBVr and to review the antiviral treatment management strategies in the current literatüre.", "Konular": ["Tıp"], "Yazar İsimleri": ["Betül ERSÖZ ACAR"], "Yayın Yılı": "29 Nisan 2022", "Dergi İsmi": "Abant Tıp Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/abantmedj/issue/68901/1051982", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2169583"}
{"Makale Başlığı": "The Impact of Music on The Education Motivation in Adolescents", "Özet": "ÖzThis study aims to investigate the psychological influence of music on educational motivation in adolescents. A total of 600 students from 4 different schools were included in the study. Participants were randomized into two equal groups as experiment and controls. The “Music - education motivation” methodology was applied to the experimental group during one educational year. After a year, the educational motivation status of students was assessed by “Studying the Motivation of Adolescent Learning” (SMAL) and “Diagnosis of Educational Motivation of Schoolchildren” (DEMS) surveys. The results of a total of 350 students including 250 experimental (130 female, mean age 13.9±2 years) and 100 control (50 female, mean age 12.8±3 years) groups were analyzed. A statistically significant difference was found between the two groups according to the results of the SMAL survey (p = .01). Also, the DEMS questionnaire revealed that the self-improvement and communicative motivations of the students in the experimental group were significantly higher than controls (p < .05). In this study, it was shown that music-enriched education is associated with learning motivations in adolescents. As a result of the study, it can be said that the education model that includes music and art positively affects the educational motivation of teenagers.", "Konular": ["Eğitim", "Eğitim Araştırmaları"], "Yazar İsimleri": ["Bahar BAYLAROVA-ALAKBAROVA"], "Yayın Yılı": "19 Nisan 2022", "Dergi İsmi": "Academia Eğitim Araştırmaları Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/egitim/issue/68025/1029541", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2103555"}
{"Makale Başlığı": "Examination of Children’ Playing Game Tendencies and Digital Game Preferences Based on Gender", "Özet": "ÖzThis study reports on a survey of 4-8th grade students’ (N=10139) playing game tendencies and digital game preferences based on gender. Descriptive statistics were used to determine the children’ playing game tendencies and digital game preferences. And also, frequent pattern mining was used to discover which digital games are played frequently and together by children. The findings showed that children have an increase time spent playing games on weekend and boys tend to playing game more than girls. On the other hand, action games stood out as the most common choice among the children both girls and boys. In terms of game language, Turkish and English games were preferred almost equally. In addition, children mostly preferred digital games that can be played online, offering in-app purchases, and played on mobile devices. According to the frequency of playing, it was found that the children mostly preferred to play Minecraft, followed by Subway Surfers and Hay Day, respectively. In terms of gender, it was concluded that girls mostly preferred Subway Surfers, while boys played Hay Day. When the games were considered according to the frequency of playing together, Temple Run and Subway Surfers games among girls, and FIFA and Piano Tiles games among boys can be played together. The research reveals more detailed information about children’ game preferences in terms of gender.", "Konular": ["Eğitim", "Bilimsel Disiplinler"], "Yazar İsimleri": ["Ekrem BAHÇEKAPILI", "Merve YILDIZ", "Erhan ÇİFTCİ", "Hasan KARAL"], "Yayın Yılı": "19 Nisan 2022", "Dergi İsmi": "Academia Eğitim Araştırmaları Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/egitim/issue/68025/1076103", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2263584"}
{"Makale Başlığı": "Research Science Studies on The Theory of Multiple Intelligences  in Turkey: A Qualitative MetaSynthesis Study", "Özet": "ÖzThe purpose of this study is to reveal the content analysis related to the theory of multiple intelligences in science education studies in Turkey between 2010-2020.  A total of 42 studies, including 10 master theses, 1 doctoral thesis and 31 research articles, were examined for the study. The study revealed that the survey method of quantitative research was often used in the studies examined. The analysis of the related studies also showed that high school students were the most preferred sample selection. The analysis of the data revealed that most of studies based on the experimental activities of the theory of multiple intelligences showed that multiple intelligence-based activities were effective in developing academic achievement, retention, motivation, attitude and perception of science for the participant students.", "Konular": ["Eğitim", "Eğitim Araştırmaları"], "Yazar İsimleri": ["Hülya ASLAN EFE"], "Yayın Yılı": "19 Nisan 2022", "Dergi İsmi": "Academia Eğitim Araştırmaları Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/egitim/issue/68025/1063187", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2213628"}
{"Makale Başlığı": "Examination of the Relationship Between Organizational Gossip and Commitment  In Schools According To Teacher Views", "Özet": "ÖzIn this study, teachers ' views on organizational gossip and organizational commitment were examined. Organizational gossip can be defined as positive or negative evaluative conversations between at least two people about those who are not in the environment; organizational commitment can be defined as employees continuing to stay in the organization, adhering to the goals of the organization, and working decisively to reflect their good feelings for their and work, the organization. The aim of this research is to examine the relationship between teachers ' views on the functions of organizational gossip and their level of organizational commitment. This research is quantitative research patterned as a relational survey model. The population of the study consists of preschool, primary, secondary and high school teachers working in Siirt province, and the sample is 384 teachers working at the specified school levels. Data from the study was obtained by using the “Organizational Gossip Scale” developed by Han and Dağ lı (2018) and the “Organizational Commitment Scale” adapted by Dağlı, Elçiçek and Han (2018). According to the results obtained, a negative, low-level, meaningful relation was found between teachers- ' views on the function of having information of organizational gossip and their commitment. It has been found that organizational gossip in school is a meaningful predictor of the level of organizational commitment of teachers. As the harmful functions of organizational gossip increase, teachers- ' commitment decreases.", "Konular": ["Eğitim", "Eğitim Araştırmaları"], "Yazar İsimleri": ["Hamza ALAKAŞLI", "Rasim TÖSTEN"], "Yayın Yılı": "19 Nisan 2022", "Dergi İsmi": "Academia Eğitim Araştırmaları Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/egitim/issue/68025/1068467", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2233652"}
{"Makale Başlığı": "Uzaktan Eğitim Sürecinde İngilizce Öğretmenlerinin Görüşlerinin Değerlendirilmesi: Nitel Bir Analiz", "Özet": "ÖzDünya Sağlık Örgütü (WHO), Coronavirüs hastalığını (Covid-19) yeni keşfedilen bir virüsün neden olduğu bulaşıcı bir hastalık olarak tanımlamış ve artan vakalar sonucunda ülkeler uzaktan eğitime geçiş yapmıştır. Türkiye de salgından etkilenmiş ve zorunlu uzaktan eğitime başlamıştır. Bu çalışma, İngilizce öğretmenlerinin uzaktan eğitim sürecine ilişkin görüşlerinin değerlendirilmesini dikkate alarak \"uzaktan eğitim\" konusunda önerilerde bulunmayı amaçlamıştır. Araştırmada nitel verilerin toplanması için yarı yapılandırılmış görüşme formları ile ilkokul, ortaokul ve liselerde görev yapan 80 İngilizce öğretmeninin görüşü alınmıştır. Araştırmada nitel araştırma desenlerinden olgubilim deseni kullanılmıştır.. Araştırmaya göre öğretmenler uzaktan eğitim sürecinde altyapı ve teknik sorunlar başta olmak üzere planlama ve katılım gibi farklı sorunlarla karşılaşmışlardır. Öğretmenler de sürece ayak uydurmak, öğrencilerin başarılarını ve motivasyonlarını artırmak için hazırlık çalışmaları, etkili ve eğlenceli paylaşımlar, iletişim ve teknolojiyi kullanma gibi farklı stratejiler kullanmışlardır. Öğretmenlerin uzaktan eğitim sistemini etkili ve verimli bulmadıkları sonucuna ulaşılmıştır.", "Konular": ["Eğitim", "Eğitim Araştırmaları"], "Yazar İsimleri": ["Güler SHAIKH", "Faysal ÖZDAŞ"], "Yayın Yılı": "19 Nisan 2022", "Dergi İsmi": "Academia Eğitim Araştırmaları Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/egitim/issue/68025/1056035", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2184896"}
{"Makale Başlığı": "Self-Esteem, Life Satisfaction and Trait Anxiety in Families with Disabled Children", "Özet": "ÖzAbstract: Having a child with a disability comes with some challenges, regardless of the child's disability. According to the latest data, about 12 out of every hundred people are disabled. It is clear that disability causes economic, psychological and sociological problems for families. The problems are exacerbated by the responsibilities this disability brings to the family. Therefore, studies for families of disabled children gain importance. This study was designed to examine the self-esteem, life satisfaction and trait anxiety levels of families with disabled children. The research was carried out according to the descriptive relational screening model. The study group consists of the families of the disabled students who attend Kardelen Special Education and Rehabilitation Center in Havran district of Balıkesir province, selected by convenient sampling method. A total of 211 people, 99 of whom were mothers and 112 were fathers, participated in the study. A ten-item questionnaire and three scales were used to collect data. These scales; Rosenberg Self-Esteem Scale, Life Satisfaction Scale and Trait Anxiety Inventory. As a result of the research, it was seen that there were significant differences in the scores of families with disabled children according to demographic variables such as education and income levels. There is a significant relationship between self-esteem, life satisfaction and trait anxiety levels. Life satisfaction and trait anxiety explain self-esteem level significantly. In order to generalize the findings, it is recommended to conduct studies with larger groups on the subject.", "Konular": ["Eğitim", "Bilimsel Disiplinler"], "Yazar İsimleri": ["Meşküre Hülya ÜNAL-KARAGÜVEN", "Fatma DEMİRTAŞ"], "Yayın Yılı": "19 Nisan 2022", "Dergi İsmi": "Academia Eğitim Araştırmaları Dergisi", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/egitim/issue/68025/1074486", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2257094"}
{"Makale Başlığı": "Kur’ân’da Ricz / رجز  ve Rics/ رجس Kavramları", "Özet": "ÖzÖZ\rKur’ân kavramlarının incelenmesi, Kur’ân’ın anlaşılması çabalarında önemli bir yer tutmaktadır. Son yaşadığımız COVİD-19 pandemi süreci de dâhil olmak üzere, her yeni durum Kur’ân’a tekrar tekrar bakmayı, vahyin ışığında olayları doğru değerlendirebilmeyi zorunlu kılmaktadır. Yaşadığımız salgının, bir imtihan, ceza veya sünnetullâh mı olduğu, ya da normal bir hadise mi olduğu gibi akla gelen hususlara, Kur’ânî bir bakışla ne söylenebilir, nasıl yaklaşılmalıdır? Bu alandaki araştırmaların önemi gün geçtikçe artmaktadır. Bu çerçevede ricz/رجز ve rics/رجس kavramlarının gerek telaffuz ve gerekse anlam yakınlıkları dikkat çekmektedir. “Azap ve ceza” ortak paydasında birleşen risc ve ricz kavramlarının, Kur’ân’daki kullanım sayıları da aynıdır. İki kavram da 7 surede, 9 ayette ve 10 defa zikredilmektedir. Kavramların geçtiği ayetleri, semantik, filolojik, siyak-sibak/kontekst, sebeb-i nuzûl, klasik ve modern tefsirler ışığında incelemek, aralarındaki ortak yönler ve farklılıkları tespit etmek, yaşadığımız süreci anlamlandırmak/yorumlayabilmek, diğer taraftan yanlış çıkarımlardan kaçınmak açısından önem arz etmektedir. Daha önce sadece rics kavramı bir makale düzeyinde incelenmiş olup, ricz kavramı ile ilgili fazlaca bir çalışmanın yapılmadığını tespit etmemiz, konuyu ele almamıza neden olmuştur. Ricz/رجز  kavramını önceleyerek, zikredildiği tüm ayetleri incelerken, rics/ رجس kavramını ve geçtiği ayetleri de öz olarak ele aldık, birleştiği ve ayrıştığı noktaları tespit etmeye çalıştık.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Şemsettin KARCI"], "Yayın Yılı": "31 Aralık 2021", "Dergi İsmi": "Academic Knowledge", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/ak/issue/67825/1004052", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2007309"}
{"Makale Başlığı": "Batı Afrika Arap Şiirinde Sömürgeciliğin Kınanması", "Özet": "ÖzAfrikalılar, MS on beşinci ve on dokuzuncu yüzyıllar arasındaki dönemde, anavatanlarını ve nesillerinin geleceğini hedef alan Avrupa sömürgeciliği altında çeşitli işkence türleriyle karşı karşıya kalmışlardır. Bundan ötürü bölgedeki bazı şairler, şiir aracılığıyla; sömürgeciliğin vahşetlerine karşı farkındalık yaratmak, işgali kınamak ve Afrika topraklarının, vatanının ve kimliğinin savunulması için coşku uyandırmışlardır. Bundan hareketle, bu araştırma -tarihsel ve analitik betimleyici yönteme göre- Afrika halklarının sömürgeciler karşısındaki kültürel direniş ve azminde gösterdikleri tepkiye ışık tutmayı, sömürgecilik ve sömürgeci tavrını ortaya çıkarmayı amaçlamaktadır. Bununla birlikte, batı Afrika Arap şiirini inceleyerek şairlerin sömürgecilik tavrıyla ilgili o dönem için onları kınadıklarında ele aldıkları konularını netleştirmek ve bu alanda yazan en önde gelen Afrika şairlerini belirlemenin yanı sıra serdikleri duruşlarını da göstermeye çalışmaktadır. Çalışma, Afrika Arap şiirinin, sömürgecilik belası altındaki Afrika halkının acılarını yansıtan bir ayna olduğu ve aynı zamanda halkın düşmanın ilerlemesini engellemek için kullandığı silah ve tüfekleri gibi bu şiir de bir direniş aracı olduğu kanıtlamıştır. Batı Afrika şairleri, kendi halkını bilgilendirmek için, sömürgecilerin oyunlarını, Afrika halkının kimlik, kültür, zenginlik vb. tüm varlıklarını ortadan kaldırma plan ve politikaları hakkında uyarmak için çalıştıkları da çalışma yoluyla tespit edilmiştir.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Mohamadou Aboubacar MAİGA"], "Yayın Yılı": "31 Aralık 2021", "Dergi İsmi": "Academic Knowledge", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/ak/issue/67825/1011459", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2033378"}
{"Makale Başlığı": "The Intellectual as a Philosophy Problem: The Intellectual Perception of Michel Foucault and Edward Said", "Özet": "Öz", "Konular": ["Sosyal"], "Yazar İsimleri": ["Mustafa DİKMEN"], "Yayın Yılı": "31 Aralık 2021", "Dergi İsmi": "Academic Knowledge", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/ak/issue/67825/1045599", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2155302"}
{"Makale Başlığı": "The Analysis of Volatility Spillover between Turkish ADRs and Their Underlying Stocks", "Özet": "Öz", "Konular": ["Sosyal"], "Yazar İsimleri": ["İsmail ŞENCAN"], "Yayın Yılı": "31 Aralık 2021", "Dergi İsmi": "Academic Knowledge", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/ak/issue/67825/1008761", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2023431"}
{"Makale Başlığı": "Ecojustice Education in Quranic Perspective", "Özet": "Öz", "Konular": ["Sosyal"], "Yazar İsimleri": ["Nur Arfiyah FEBRİANİ"], "Yayın Yılı": "31 Aralık 2021", "Dergi İsmi": "Academic Knowledge", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/ak/issue/67825/1031110", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2109990"}
{"Makale Başlığı": "The Friendship of Mithat Cemal Kuntay and Mehmet Akif Between The Old and The New", "Özet": "Öz", "Konular": ["Sosyal"], "Yazar İsimleri": ["Mehmet YILMAZ"], "Yayın Yılı": "31 Aralık 2021", "Dergi İsmi": "Academic Knowledge", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/ak/issue/67825/976264", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1898983"}
{"Makale Başlığı": "Perception on Graduate Employment Trends of Jigme Namgyel Engineering College Under Roayl Unıversity of Bhutan", "Özet": "ÖzHigher education institutions are always challenged with the relevance of the programme that they offer in meeting the requirements of the job market. In today's dynamic job market, the stakeholders always strive to have the best of the best employee for contribution in their organization. There is thus a challenge of making strategic intervention in the existing programme in higher education followed by initiation of a new programme that is on the demand. This data is based on the survey conducted on the graduates' status and their employability within the span of SIX months to ONE year immediately after their graduation. The result obtained from the study is promising that the college is doing fairly well in introducing the right as well as a relevant programme but on the other hand, there are increased number of graduates available in the job market each year. This is already creating a burden in the small job market available in Bhutan. The employment statistics of Jigme Namgyel Engineering College (JNEC) seem fairly placed in comparison to its national statistics but there is a need to explore further to build employability skills and competencies of its graduates for the job markets. As a result, the study recommends the need for fostering a clear understanding of the national and international job markets with possible supports that are available and necessary to remap its approaches for further enhancing the skills development programmes of its graduates.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Hemlal BHATTARAİ"], "Yayın Yılı": "31 Aralık 2021", "Dergi İsmi": "Academic Knowledge", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/ak/issue/67825/1005298", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2011931"}
{"Makale Başlığı": "Literary Theft in the Light of Intertextuality", "Özet": "ÖzThis article deals with the similarities between the concepts of “theft” in ancient Arab criticism, and “intertextuality” in modern criticism. The action plan required following the words of ancient Arab critics and comparing them with the words of European critics to identify common ideas between them.\rThis modest research has reached the acceptance of earlier critics of the existence of the phenomenon of influence and influence among poets. However, their location is different on them. So they were two groups: One group saw a flaw and humiliation protecting its owner from creativity and distinctiveness, such as Ibn Tabataba and Hazem Al-Carthaginian. And one group saw this as an acceptable and acceptable subject because ancient poets like Abu Hilal Al-Askari, El-Amadi, Al-Qadi Al-Jarjani, and others prioritize meanings and become extinct over time. And the owners of this team coincided with Western critics in their power to take the following from the creators. So the continuation of the texts De Saussure, Bakhtin and Julia Kristeva sought to produce a modern text whose origins are difficult to discern.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Samah OURNA"], "Yayın Yılı": "31 Aralık 2021", "Dergi İsmi": "Academic Knowledge", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/ak/issue/67825/1014467", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2045212"}
{"Makale Başlığı": "Covid-19 Öncesi ve Sonrası Dönemlerinde Tarım, Sanayi ve Turizm Sektörleri Kamu, Mevduat ve Katılım Bankalarının Kredi Performanslarına Etkisi", "Özet": "ÖzCOVİD-19 salgını kısa bir zaman içinde sağlık krizinden ekonomik krize dönüşmeye başlamıştır. Bu çalışmada COVİD-19’un farklı sektörlerdeki etkisini bankaların sektörel kredi performanslarına etkisi üzerinden inceledim. Çalışmada tarım, turizm ve sanayi sektöründe lokomotif iller seçilerek COVİD-19 pandemisi öncesi ve sonrası döneminde kamu, mevduat ve katılım bankalarının riskli sektörlerdeki kredi tercihleri, bu sektörlerin kredi performansları, sektörlerin ve illerin toplam GSYİH içerisindeki payları, ele alınan sanayi alt sektörleri analiz edilmiştir. Seçili illerde ele alınan sektörlerin kredi performans oranı verileri üzerinden istatistiki yöntemle analiz edilmiştir. Bu analizde COVİD-19 salgını sonrasında uygulanan politikaların bankacılık kredi performansına olumlu etkisi olduğu sonucuna varılmıştır.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Mehmet DOĞAN"], "Yayın Yılı": "31 Aralık 2021", "Dergi İsmi": "Academic Knowledge", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/ak/issue/67825/990910", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1956497"}
{"Makale Başlığı": "2022 Türk Dünyası Kültür Başkenti Bursa İli Osmangazi İlçesinin Önemi", "Özet": "ÖzBursa ili Osmanlı İmparatorluğu’nun ilk başkenti olmasının yanı sıra daha eski tarihlere gidildiğinde farklı farklı medeniyetlere ev sahipliği yaptığını söylemek mümkündür. Bu anlamda Bursa’nın kültürel anlamda çeşitlililiği en yoğun ilçesi Osmangazi olarak tanımlanabilir. Buradan hareketle bu makalenin bakış açısını 2022 Türk Dünyası Kültür Başkenti Bursa ili Osmangazi ilçesi oluşturmaktadır. Araştırma kapsamında Osmangazi’de somut ve somut olmayan kültürel değerlere değinilecek olup yıllardır süre gelen bölgeye has kültürlerinde devam edildiği aktarılacaktır. Bursa ili Osmangazi ilçesinin kültür turizmi açısından incelenmesi yapılırken alanyazın taraması, tezlerin ve basılı kitapların incelenmesi ve internet kaynaklı resmi site tabanlarının irdelenmesi ile araştırma kaynakçası meydana getirilmiştir. Bu nedenle çalışmanın sonuç ve öneriler kısmında Bursa’nın en kalabalık ilçesi Osmangazi’nin, kültür turizmi potansiyelinin gelişimi üzerine birtakım somut ve somut olmayan önerilere değinilmiştir. Bu araştırmanın alanyazın ve sektöre katkıda bulunması beklenmektedir.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Özgen GÖÇMEN"], "Yayın Yılı": "31 Aralık 2021", "Dergi İsmi": "Academic Knowledge", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/ak/issue/67825/1024542", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2084923"}
{"Makale Başlığı": "İrrasyonalite ve Felsefî Sistemlerin Çoğulluğu", "Özet": "ÖzFelsefi sistemlerin çoğulluğunun çelişkili olgusuyla başlayarak, ilk olarak bu durumun mantıksızlığı iki çözümün nokta-i nazarından incelendi ve birbirini dışarıda bırakan sistemleri yok sayarak bu çelişkiyi çözen Hegelci izahın yetersiz olduğuna karar verildi: ve daha sonra bu bakış açısından özgün felsefe ve onun gerçek tarihi pratik iddiaları arasındaki zıtlık ele alındı. Sistem fikri Spinoza’nın Etik bakış açısından ve son olarak felsefi etkinliğin tarihsel özelliklerini destekleyen sonuçları keşfetme hususunda onun sistematik özellikleri için bir rehber olarak hizmet eden M. Gueroult’un Bütünsel İdealizmi açısından incelendi.", "Konular": ["Sosyal"], "Yazar İsimleri": ["Selin OLUR"], "Yayın Yılı": "31 Aralık 2021", "Dergi İsmi": "Academic Knowledge", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/ak/issue/67825/999154", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1988629"}
{"Makale Başlığı": "The Risk Calculation of Hazardous Zones Created By Flammable And Explosive Chemicals, LPG Tank Example", "Özet": "Öz", "Konular": ["İnşaat Mühendisliği"], "Yazar İsimleri": ["Bülent BÜYÜKKIDAN", "Hüseyin GÜMÜŞ", "Ömer Ahmet USLU"], "Yayın Yılı": "29 Aralık 2021", "Dergi İsmi": "Academic Platform Journal of Natural Hazards and Disaster Management", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/apjhad/issue/67408/1024396", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2084268"}
{"Makale Başlığı": "How Do Social Networks Have Become the “Panacea” or “Protective Firepower” of Flood Victims? A Case of Community Flood Disaster Management in Sri Lanka", "Özet": "Öz", "Konular": ["İnşaat Mühendisliği"], "Yazar İsimleri": ["Ananda Y. KARUNARATHNA"], "Yayın Yılı": "29 Aralık 2021", "Dergi İsmi": "Academic Platform Journal of Natural Hazards and Disaster Management", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/apjhad/issue/67408/998181", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1985346"}
{"Makale Başlığı": "Disaster and Livelihood of the Affected Population: Case Study of June 2013 Disaster in Rudraprayag District of Uttarakhand", "Özet": "ÖzImpact of disaster on the disaster affected population and utilisation pattern of the relief is assessed though a semi-structured questionnaire and focused discussions in Rudraprayag district of Uttarakhand in India that was affected by devastated floods in June, 2013. The families dependent on farm animals, agricultural land and business were covered under the study. This research is based on fieldwork carried out in the disaster affected Rudraprayag district and investigated an aspect that has not been studied in detail. It is found that the most persons engaged in small operations and particularly those coming from low socio-economic strata of the community fail to avail support from organised financial institutions and are therefore unable to replenish the productive assets lost in disaster and most money received in relief is spent on subsistence. This has resulted in reduced earning and deteriorated quality of life of the local inhabitants. The purpose of this paper is to highlight the fact that in the absence of popularity of risk transfer tools, productive assets lost in disaster are often not replenished as the relief amount provided by the state is significantly less than the market value of lost assets. In case of loss of productive assets, the state should therefore initiate an organised scheme with the involvement of financial institutions to ensure replenishment of productive assets of the disaster affected population rather than providing cash relief and insurance of the assets created be made mandatory as the voluntary adoption of risk transfer tools is unlikely to come by soon.", "Konular": ["İnşaat Mühendisliği"], "Yazar İsimleri": ["Sushil KHANDURİ", "Piyoosh RAUTELA"], "Yayın Yılı": "29 Aralık 2021", "Dergi İsmi": "Academic Platform Journal of Natural Hazards and Disaster Management", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/apjhad/issue/67408/981729", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1920411"}
{"Makale Başlığı": "Fiber Based Modeling Strategies of RC Columns", "Özet": "Öz", "Konular": ["İnşaat Mühendisliği"], "Yazar İsimleri": ["Fazıl Abdulkadir ÇAĞLAR", "Tuba TATAR"], "Yayın Yılı": "29 Aralık 2021", "Dergi İsmi": "Academic Platform Journal of Natural Hazards and Disaster Management", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/apjhad/issue/67408/1037706", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2136610"}
{"Makale Başlığı": "Seismicity of Turkey and Real-Time Seismology Applications in Determining Earthquake Hazard", "Özet": "Öz", "Konular": ["İnşaat Mühendisliği"], "Yazar İsimleri": ["Dogan KALAFAT", "A. Can ZÜLFİKAR", "Seyhan OKUYAN AKCAN"], "Yayın Yılı": "29 Aralık 2021", "Dergi İsmi": "Academic Platform Journal of Natural Hazards and Disaster Management", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/apjhad/issue/67408/1039670", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2144606"}
{"Makale Başlığı": "INVESTIGATION OF THE EFFECT OF MEMORABLE TOURISM EXPERIENCE ON PSYCHOLOGICAL WELL-BEING", "Özet": "ÖzTourism is an activity that provides people with different experiences. A tourism experience becomes memorable when the individual positively associates the evaluations of the experience and remembers it emotionally. In this context, the aim of the study is to examine the effect of memorable tourism experience on psychological well-being. Within the scope of the research, data were obtained from 491 people by online survey technique. Within the scope of the research, data were obtained from 491 people by online survey technique. Confirmatory Factor Analysis and Path Analysis were applied to the data with the AMOS program. As a result of the analysis, it has been determined that the scale provides convergent and convergent validity and is a reliable scale. As a result of the path analysis, it was concluded that the dimensions of the memorable tourism experience such as innovation, knowledge, meaningfulness, participation and refreshment had a positive and significant effect on psychological well-being, while hedonism and local culture dimensions did not have a significant effect..", "Konular": ["İşletme"], "Yazar İsimleri": ["Şükran KARACA", "Tülay TAĞRAF"], "Yayın Yılı": "25 Aralık 2021", "Dergi İsmi": "Academic Review of Humanities and Social Sciences", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/arhuss/issue/66971/960380", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1853066"}
{"Makale Başlığı": "NONLINEAR COINTEGRATION AND CAUSAL RELATIONSHIP BETWEEN UNEMPLOYMENT AND ECONOMIC GROWTH IN TURKEY", "Özet": "ÖzEconomic growth and high employment are important macroeconomic issues in developed and developing countries. It is an accepted view in economics that economic growth will increase employment and decrease unemployment. In this study, cointegration and causal relationship between unemployment and economic growth in Turkey are investigated by nonlinear cointegration and causality tests Kapetanios, Shin and Snell (2006) and Diks and Panchenko (2006), since the series are nonlinear. The difference of the study from other studies in Turkey is investigating the relationship between unemployment and growth by KSS (2006) and Diks and Panchenko (2006) nonlinear cointegration and causality tests. The data covers the period of 2005:01-2020:12. After finding that the series are nonlinear and have unit root, cointegration and causality tests have been applied. According to the results obtained, long run relationship and unidirectional causal relationship from unemployment to growth have been found. It can be also said that unemployment is an important factor affecting growth negatively (affecting demand, causing growth to be at a slower rate) and growth policies that consider human capital in production should be developed. In addition, policies that will increase qualified labor and employment and support entrepreneurs should be developed.", "Konular": ["İktisat"], "Yazar İsimleri": ["Fatma İdil BAKTEMUR"], "Yayın Yılı": "25 Aralık 2021", "Dergi İsmi": "Academic Review of Humanities and Social Sciences", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/arhuss/issue/66971/975440", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1895727"}
{"Makale Başlığı": "ÇİN VE JAPONYA’NIN DOĞU ÇİN DENİZİ İHTİLAFI ÜZERİNE BİR DEĞERLENDİRME: SENKAKUDIAOYU ADALARI, DÜNÜ VE BUGÜNÜ", "Özet": "ÖzDoğu Çin Denizi ihtilafı dünyanın en önemli ve stratejik deniz ulaşım yollarından biri üzerinde dünyanın en büyük ikinci ve üçüncü ekonomisi olan Çin ve Japonya’nın doğrudan üzerinde egemenlik iddiasında bulunduğu Senkaku/Diaoyu Adaları’nı içermektedir. Dünyanın en büyük ekonomisi ve süper gücü olan Amerika Birleşik Devletleri de soruna, Asya’daki en önemli müttefiki Japonya ile olan güvenlik anlaşması nedeniyle dolaylı olarak müdahildir. Doğu Çin Denizi Çin ve Japonya arasında uzun zamandır ciddi bir ihtilaf konusu olarak durmaktadır. Bölgeyi taraflar için önemli kılan Doğu Çin Denizi’nin sahip olduğu petrol ve doğal gaz gibi hidrokarbon rezervleri ile balık çeşitliliği gibi enerji kaynakları dışındaki potansiyelidir. Fakat bölgeyi taraflar açısından esas önemli kılan nokta her iki ülkenin de dış ticaretinin devamı ve ekonomik kalkınmasının sürdürülmesi için deniz iletişim yollarına bağlı olmasıdır. Dolayısıyla Doğu Çin Denizi hem Çin’in hem de Japonya’nın güvenlik hesaplamalarında çok önemli bir rol oynamaktadır. Bu makale Doğu Çin Denizi ihtilafına yönelik sorunun tarihsel ve sınır iddialarını ele almanın ötesinde, soruna taraf olan ülkeler için konunun önemini ve tarafların son yıllarda iddialarını güçlendirmek ve pozisyonunu sağlamlaştırmak için ne tür adımlar attıklarının bir değerlendirmesini sunmayı amaçlamaktadır.", "Konular": ["Uluslararası İlişkiler"], "Yazar İsimleri": ["Oktay KUCUKDEGIRMENCI"], "Yayın Yılı": "25 Aralık 2021", "Dergi İsmi": "Academic Review of Humanities and Social Sciences", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/arhuss/issue/66971/993241", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1965673"}
{"Makale Başlığı": "ÇOĞULCU CEHALET VE ALGI DEĞİŞİMİ BİLEŞENLERİNİN SALDIRGANLIK ÜZERİNDEN ANLAŞILMASI: KARMA YÖNTEMLİ ÇALIŞMA", "Özet": "ÖzÇalışmamızın birincil amacı, üniversite öğrencileri arasında saldırganlığa yönelik sosyal temsilleri anlamaktır. İkincil amacı ise bu temsillerin değişimindeki faktörleri ve değişim üzerindeki etkilerini incelemektir.  Bu amaçla iki aşamalı karma yöntemli bir çalışma yürütülmüştür. İlk aşamada 125 kişinin (72 kadın, 55 erkek) katıldığı çalışmamızda saldırganlığa yönelik sosyal temsillerin anlaşılmasında “çoğulcu cehalet” kavramı araştırılmıştır. 122 kişinin (71 kadın 51 erkek) katıldığı ikinci aşamada çoğulcu cehaleti kırmaya yönelik bir makale yazarına ilişkin sosyal temsiller incelenmiştir. İlk aşamada saldırgan davranışı sergileyen kişiye ve algı değişiminde etkili olacağı öngörülen köşe yazarına ilişkin demografik özelikler nicel, sosyal temsiller nitel olarak incelenmiştir. Son olarak ise yazara ait demografik özellikler ile yazara hak verme ve samimi bulma derecesinin saldırganlığa ilişkin algının değişiminde ne derece etkili olduğu bir model aracılığıyla incelenmiştir. Niceliksel bul¬gular, cinsiyet farkı göstermeksizin katılımcılarda çoğulcu cehaletin varlığına işaret etmektedir. Algı değişiminde ise “yazarın yaşı”,  “yazara hak verme” ve yazarı samimi bulma” düzeylerinin etkili olduğu görülmüştür. Sonuçlar; katılımcıların saldırgan davranışa yönelik algılarında, kendisi ve toplum arasındaki benzerliği abartırken, saldırganlık sergileyen bireye ilişkin benzerliğini hafife alma eğiliminde olduklarını işaret etmektedir.", "Konular": ["Psikoloji"], "Yazar İsimleri": ["Gamze ŞEN"], "Yayın Yılı": "25 Aralık 2021", "Dergi İsmi": "Academic Review of Humanities and Social Sciences", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/arhuss/issue/66971/836339", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1432675"}
{"Makale Başlığı": "GERİ ÇEKİLDİ: ÖRGÜTSEL DEĞİŞİM VE DEĞİŞİME DİRENÇ ÜZERİNE TEORİK BİR İNCELEME", "Özet": "ÖzBu makalenin yazarı metinde hatalı atıf yapıldığını bildirerek, makalenin yayından kaldırılmasını talep etmiştir.Bu makale geri çekilmiştir. https://dergipark.org.tr/tr/pub/arhuss/issue/58342/788483 ", "Konular": ["İşletme"], "Yazar İsimleri": [], "Yayın Yılı": "25 Aralık 2021", "Dergi İsmi": "Academic Review of Humanities and Social Sciences", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/arhuss/issue/66971/1046657", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2156430"}
{"Makale Başlığı": "Editorial", "Özet": "ÖzDear researchers,\r\rWe are happy and proud to share the ninth issue of Academy Journal of Educational Sciences (ACJES) with you. We would like to thank the members of the editorial board, advisors, writers and referees who have contributed to the publication of ACJES.\r\rHope to see you again in the next issues...\r\rOn behalf of ACJES\rEditor\rDr. Sedat TURGUT", "Konular": ["Eğitim", "Bilimsel Disiplinler"], "Yazar İsimleri": [], "Yayın Yılı": "28 Aralık 2021", "Dergi İsmi": "Academy Journal of Educational Sciences", "Yayın Sayfa URL": "http://journal.acjes.com/tr/pub/issue/67332/1050030", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2163306"}
{"Makale Başlığı": "Evaluation of Three-Dimensional Art Works Through Views of Pre-Service Visual Arts Teachers", "Özet": "Öz", "Konular": ["Eğitim", "Eğitim Araştırmaları"], "Yazar İsimleri": ["İsmail EYÜPOĞLU", "Şehnaz YALÇIN"], "Yayın Yılı": "28 Aralık 2021", "Dergi İsmi": "Academy Journal of Educational Sciences", "Yayın Sayfa URL": "http://journal.acjes.com/tr/pub/issue/67332/992428", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1962204"}
{"Makale Başlığı": "Determining the professional competency levels of social studies teachers: A study of scale development and application", "Özet": "Öz", "Konular": ["Eğitim", "Eğitim Araştırmaları"], "Yazar İsimleri": ["Ahmet ÇOPUR", "Muammer DEMİREL"], "Yayın Yılı": "28 Aralık 2021", "Dergi İsmi": "Academy Journal of Educational Sciences", "Yayın Sayfa URL": "http://journal.acjes.com/tr/pub/issue/67332/971234", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1879948"}
{"Makale Başlığı": "Teaching ESL in a Multilingual Context: a Case Study of Cameroonian Students at High School Level", "Özet": "Öz", "Konular": ["Eğitim", "Eğitim Araştırmaları"], "Yazar İsimleri": ["Franck Jordan FEZEU MOLAPING", "Türkay BULUT"], "Yayın Yılı": "28 Aralık 2021", "Dergi İsmi": "Academy Journal of Educational Sciences", "Yayın Sayfa URL": "http://journal.acjes.com/tr/pub/issue/67332/1025430", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/2088303"}
{"Makale Başlığı": "The study of exposure times and dose-escalation of tick saliva on mouse embryonic stem cell proliferation", "Özet": "ÖzThe saliva of ticks contains numerous bioactive molecules with anti-hemostatic and immunomodulatory properties. Due to their abilities of self-renewal and pluripotency, stem cells hold considerable promise in the regenerative medicine and biomedical fields. The present study examines the viability and proliferation of mouse embryonic stem cells (mESCs) following the addition of tick salivary gland extracts obtained from three tick species (Dermacentor marginatus, Rhipicephalus bursa and Hyalomma marginatum) to the mESC medium in different quantities (0.2, 2, 20, 40, 80, and 160 µg/ml). On days 2, 5 and 7 of the treatment, the vitality and proliferation of the cells were determined with CellTiter-Glo and morphological tests. The results showed that the culture supplemented with D. marginatus salivary gland extract at a concentration of 80 µg/ml positively affected the proliferation rate of mESC. It was further shown that all concentrations of the salivary gland extracts derived from H. marginatum and R. bursa had a negative effect on the proliferation rate of mESC when compared to the controls.", "Konular": ["Biyoloji"], "Yazar İsimleri": ["Ahmet KOCABAY", "Ayyub EBRAHIMI", "Ali TAŞKIN", "Sırrı KAR"], "Yayın Yılı": "27 Ocak 2022", "Dergi İsmi": "Acarological Studies", "Yayın Sayfa URL": "https://dergipark.org.tr/tr/pub/acarolstud/issue/68254/975641", "Yayın PDF": "https://dergipark.org.tr/tr/download/article-file/1896503"}